{"terms":[
    {"term": "ارتقای زمینه ای\r", "definition": "پیش از هر چیز باید توجّه داشت که «محتوا» همچون «فرایند» از مؤلّفه‌های اساسی نظام ویژه قلمداد می‌شود. در کوششهای آموزشی و پرورشی ویژه، وجود محتواها، مضامین و موادّ متمایز است که ماهیتاً نظام پرورش استعداد را از نظام عادی متفاوت می‌کند. تفاوتها کمّی و کیفی است.\r لذا مراد از «زمینه» به مفهوم وسیع، همه? محتواها، مضامین و موادّ متمایز است.\r"},
    {"term": "ارجمندی\r", "definition": "این الگو در راهبرد کوتاه مدّت عمیق، مشتمل بر چهار مؤلّفه است:\r درست زیستی: احساس سرزندگی و آرامش روانی مبتنی بر دستیابی به معنای زندگی که سبب رضایت از زندگی می شود.\r بالندگی: پویایی فردی و کارآمدی هدفمندانه برای بهترین بودن است به گونه ای که اطرافیان به دیدگاههای فرد ارزش قائل می شوند.\r وجاهت: عقاید مبتنی بر معنویت فرد مورد توجه قرار می گیرد و از تشویق مورد انتظار برخوردار می شود، به گونه ای که در هنگام دشواریها احساس تنهایی نخواهد داشت. \r خودکامیابی: دستیابی به پیشرفت در موفقیت منتظره بدون احساس وابستگی به دیگران در زندگی\r"},
    {"term": "استعدادپروری\r", "definition": "بر اساس چشم انداز تعاملی هر کوشش ویژه در پرورش استعداد مشتمل بر پنج رکن است: مرجعیّت، تفرّد، آموزش خاصّ، همگنی انعطافی و ارتقای زمینه ای.\r"},
    {"term": "استقلال\r", "definition": "به معنای تمایل به انجام کارها به تنهایی و مستقلّ و انجام فعّالیّتهای پراکنده\r"},
    {"term": "استکمال\r", "definition": "این ساختار در راهبرد کوتاه مدت اضطراری، شامل دو مؤلّفه می شود:\r 1)درست زیستی\r 2)راهنمایی\r"},
    {"term": "استنتاج تجربی\r", "definition": "فردی که از آزمون روش‌های جدید، تفکر عمیق درباره? مسائل، حل مسائل پیچیده، تمایل به حل معماها، علاقه به آموزش‌های کارگاهی، تجربه آشپزی و خلق غذاهای جدید، و همچنین تمایل به دیدن نتایج و پیامدهای انتخاب‌های خود لذت می‌برد.\r"},
    {"term": "استواری \r", "definition": "استواری به معنای رهیابی در زندگی بدون احساس سردرگمی، قرارگیری درمسیر رشد بدون احساس ركود، برخورداری ازسلامت بدون احساس نگرانی برای بقا واحساس مفید بودن وخشنودی ازكار شخصی بدون مقایسه بادیگری و یا غبطه خوردن.  \r"},
    {"term": "اشباع ناپذیری\r", "definition": "این فرد دارای تجربه‌هایی است که پس از فعالیت‌های ذهنی شدید، احساس‌های فیزیکی غیرمعمولی می‌کند. او پس از تمرکز ذهنی، احساس گرسنگی عجیبی می‌کند، که ممکن است با احساس خشکی دهان همراه باشد. این وضعیت نشان‌دهنده شدت بالای فعالیت‌های ذهنی و تمرکز بیش از حد این فرد است، به طوری که اثرات آن روی بدن احساس‌پذیر می‌شود.\r"},
    {"term": "اصول روانشناسی تعاملی\r", "definition": "بنیادهای نظری روانشناسی تعاملی بر اصولی چون پیچیدگی، نظام یافتگی، فراگیری، دگرگونی، ماندگاری، گونه گونی، مسؤولیت پذیری فردی، بینش فردی تأکید دارد.\r"},
    {"term": "اعتبار محیطی\r", "definition": "هرچه یك شغل، اعتبار محیطی بیشتری برای شاغل فراهم كند، در واقع، هویّتش را ارتقا بخشیده و لذا رضایت حرفـه ای و خشنودی شغلی بیشتری به او می دهد. اعتبار محیطی در رضایت شغلی  سه حوزه از عوامل رضایت شغلی را در برمی گیرد: \r الف) تأمین شغلی  تأمین شغلی بستگی به دو عامل دارد: اوّل تأمین مالی دوم ـ امنیّت شغلی\r ب) محیط اداری وجود برخی از عوامل و عناصر در نظام اداری و ساختار سازمانی، مستقیماً بر روی رضایت شغلی كاركنان تأثیر می گذارد. این عوامل و عناصر را در دو حوزه? كلّی طبقه بندی و بررسی می كنیم: اوّل عدالت، دومـ رسیدگی به امور كاركنان\r ج) محیط اجتماعی حیطه? اعتبار محیطی یك مفهوم اجتماعی و برون سازمانی نیز دارد. از جنبه? اجتماعی، مهمترین انگیزه? پیشه یابی كه تعیین كننده? رضایت شغلی نیز هست، «خدمت به مردم» و «پیشرفت عمومی» نام می گیرد.\r"},
    {"term": "اعتمادورزی\r", "definition": "از عهده زندگی مشترک برآمدن با مسؤولیت پذیری، وفاداری، صداقت پرهیز از مخفی کاری به گونه ای که می توان به او اعتماد کرد\r"},
    {"term": "آمادگی افزایی اعتباری\r", "definition": "انگاره? «آمادگی افزایی اعتباری» بر پایه? مبانی نظری و بررسیهای تجربی روانشناسی تعاملی  پیرامون شناسایی انتظارات شغلی در سطح كلان فراهم آمده است و شامل سه حیطه? اساسی می شود:  الف)آمادگی شغلی ب) حرفه اندوزی ج) اعتبار محیطی\r"},
    {"term": "آمادگی شغلی\r", "definition": "مراد از آمادگـی شغلـی، مجموعـه? عوامـل و عناصری است كه یك كارمند یا شاغل را در بدو انجام كار، برای اشتغال آماده می سازد. عوامل مزبور را می توان در سه طبقه جای داد:\r 1ـ علاقه یكی از شروط اساسی آمادگی شغلی، وجود رغبت، انگیزه و علاقه نسبت به آن شغل است. ضعف در انگیزه شغلی و رغبت حرفـه ای، به همان اندازه? رضایت حرفـه ای را كاهش می دهد.\r 2ـ استعداد برای احراز آمادگی شغلی،بلكه لازم است كه یك كارمند یا پیشه ور از توانایی و قابلیّت انجام آن شغل نیز برآید؛ یعنی از استعداد حرفه ای برخوردار باشد. استعداد شغلی رابطه? نزدیكی با «تناسب شغل با رشته تحصیلی» فرد دارد. به نظر می رسد كه در غالب موارد، رشته تحصیلی فرد بتواند از قابلیّت حرفه ای وی پیش بینی شایسته ای در دست نهد.\r 3ـ شرافت یكی از شرایط آمادگـی شغلـی، وجود نظـام ارزشی مثبت و نگـرش مساعد است. هرچه یك فرد برای شغل خویش، ارزش و منزلت و اعتبار بیشتری قائل باشد، برای انجام آن، آمادگی بیشتری دارد.\r"},
    {"term": "امنیّت \r", "definition": "نیاز به امنیت اشاره به پایداری نظام روان دارد. هر آنچه سبب حفظ این پایداری شود، آرامش روان را تحقق می بخشد و هر آنچه سبب حفظ این پایداری شود، آرامش روان را تحقق می\u001Fبخشد و هر آنچه این پایداری را متزلزل کند در واقع فرد را ناآرام و به تعبیر صحیحتر،«بیتاب» کرده است. لذا «بیتابی»، آن سوی آرامش روان است. عواملی چون ماندگاری، دلبستگی، تفریح، همراهی، پشتیبانی، پذیرش، همکاری، تشویق، احترام و راهنمایی، به زدودن «بیتابی» و تحقّق آرامش روان می انجامند.\r"},
    {"term": "آموزش خاصّ\r", "definition": "در استعدادپروری «آموزش خاصّ» اساساً به بهره‌گیری اقتضایی از برنامه‌های ساختاری و محتوایی ویژه اشاره دارد.\r در هر حال ضروریست برنامه? ویژه?? پرورشی استعداد، توسّط خود دانش‌آموز پذیرفته شود و سختکوشی و پایایی‌اش در طول برنامه برانگیخته گردد.\r از حیث ساختاری برنامه‌های فراوان و متنوّعی طرّاحی و پیشنهاد شده که در دو راهبرد تلفیق و تفکیک جای می‌گیرند.\r دو حیطه? کلّی برنامه ریزی از حیث محتوا «غنی‌سازی» و «تسریع تحصیلی» است.\r «غنی‌سازی» به معنای تعمیق محتویات آموزشی در جهت سازماندهی اطّلاعات و زمینه‌سازی برای پژوهشهای انفرادی، حتّی در درون یك نظام عادی نیز قابل تحقّق است.\r"},
    {"term": "انتخاب \r", "definition": "«انتخاب» به منزله یکی از مؤلفه های اساسی «خودگستری»، اصطلاحاً به معنای «پیوند رضایتبخش با معبود، پیگیری زندگی پاک با همه وجود، پایبندی به اخلاق، خودباوری به بالندگی و پویایی توأم با احساس سرزندگی، لزوم انجام کار بزرگ در زندگی، استقرار در مسیر نیل به رتبه اوّل در زندگی، استفاده بجا از توانایی تفکّر، پیامداندیشی رفتاری و ‏ عمل سنجیده در موقعیّتها، تسلّط بر خشم خود و توانایی جایگاه دهی شایسته به چیزها» اطلاق می شود.\r"},
    {"term": "انتزاع \r", "definition": "«انتزاع» اصطلاحاً یعنی «اهمیت اصالت و خشنودی از تأثیر بر دیگری و پرورش وی بر اساس ظرفیت تحلیل»\r"},
    {"term": "اندیشه\r", "definition": "اندیشه اشاره به هر آنچه دارد که در ذهن به تصوّر آید. از آن جا که هر تصدیقی در عرف منطق صوری قابل تبدیل به تصوّر است. لذا تصوّر، خمیر مایه و شاکله هر اندیشه‌ای است. آدمی هیچ گاه و آنی از تصوّر منفک نیست؛ پس همواره با تصوّر، زندگی می‌کند. با این بیان بدیهی است که تصوّرات چه ارادی و چه غیر‌ارادی، منبعی بس مهمّ در تکوین هر پدیده روانی قلمداد می‌شوند. \r به معنای لذّت از انجام کار نو و جدید و مشغولیّت کامل به مسأله رویارو همراه با گردش اندیشه و دقّت پیش‌بینی دربار? رویدادها\r"},
    {"term": "انضباط \r", "definition": "انضباط به معنای «کوشایی در نگهداری وسایل شخصی، مرتب و منضبط بودن، وقت شناسی، مشغولیت با همه? وجود با مسأله? روبرو، ظرفیت طبقه بندی»\r"},
    {"term": "انضباط و نظم \r", "definition": "فردی که به طور کلّی در انجام وظایف خود با مرتبت و نظم عمل می‌کند و از پشتکار و تلاش فراوان برخوردار است. او در نگهداری و مرتب‌سازی وسایل شخصی خود با دقت و دقت بالا عمل می‌کند و در مدیریت وقتش ماهر است. این فرد اهمیت رعایت مقررات و قوانین را درک کرده و به آنها پایبند است\r"},
    {"term": "انگاره تعادل روان\r", "definition": "تعادل روان در کانون ملاحظات بهداشت و سلامت روان جای دارد. کم و بیش کلیّ? تلاشها و کوششهای بالینی و درمانی، تحقّق «تعادل روان» را پی‌می‌گیرند. چنان‌که خواهیم دید تعادل روان خشنودی درونی از زندگی را نیز در پی‌می‌گیرد. لذا هرجا تعادل روان حاصل شد،الزاما رضایت از زندگی به مفهوم استوار و مستحکم آن دست‌یابی گردیده است.امّا این گونه نیست که خوشنودی درونی اززندگی مستلزم تعادل روان باشد. به بیان دیگر، خوشنودی از زندگی برای تحقّق تعادل روان، کفایت ندارد.\r بسط نظری و پژوهشی «هیجان اندیشه» در گستر? سلامت روان منجر به پی‌ریزی «انگاره تعادل روان» شده است.\r این انگاره در تعامل نظریّه هیجان اندیشه با «نظریّه تعاملی انتظار» و «ماهیّت تعاملی شخصیّت » حاصل گردید. بر پایه این مبانی نظری سه قلمرو گسترده وجود دارد:\r الف) خشنودی روانی\r این قلمرو متمرکز بر بزرگترین مؤلّفه‌های رضایت از زندگی است.\r ب) پایداری\r قلمرو مزبور بر «حاکمیّت نظم در جایگاه یابی و رهیابی پشتیبانی شده برای پیشرفت» تأکید دارد.\r ج) دادپویی\r این حوزه به نیرومندی شخصیّتی و «روان آرامی» ناشی از «پاکزیستی» اشاره می‌کند.\r بررسیهای تحلیل عاملی از زاویه دیگری بر وجود سه حوزه مهمّ سلامت روان تأکید ورزید: «تعادل»، «درستی» و «پایایی روانی».\r"},
    {"term": "انگاره تلویحی نخبگی\r", "definition": "بررسیهای نظری و پژوهشهای تجربی در مفاهیم بنیادین نخبگی(استعداد، نوآوری، هوش، تیزهوشی، خلاقیت، موفقیت، پیشرفت تحصیلی، نبوغ، سرآمدی، عقل و خردمندی) به تحقّق یک انگاره چهار مؤلّفه‌ای منجرّ شد:\r الف) «استعداد» به معنای توانایی در شناخت مفاهیم ویژه و طبقه‌بندی آن برای بروز قابلیّت شخصی و انجام ماهرانه‌تر یک كار خاصّ \r ب) «نوآوری» به معنای ارائ? طرحی‌ سودمند، ایجاد كار جدید، ابتكار چیز نو یا ابداع‌ روش‌ تازه‌ در زمینه‌های‌ مختلف ‌بر‌ای‌ بهبود زندگی‌ برای‌ اوّلین‌ بار كه راه‌ حلّ‌ جدید، آسان‌ و مؤثّری برای‌ مسائل‌ دشوار با بهره‌گیری‌ از اندیشه‌ و خلّاقیّت‌ بر پای? هوش‌ و دانش‌ ارائه دهد.\r ج) «پیشرفت تحصیلی» به معنای توانایی كسب موفّقیّت و پیشرفت نسبی از طریق افزایش سطح‌ آگاهی‌ و بهتر شدن‌ فهم‌ درسی كه با آزمون معتبر تحصیلی تأیید شود و به كسب مدارج بالا منجرّ گردد.\r د) «سرآمدی» به معنای موفّقیّت در زمینه‌ای‌ خاصّ‌ ‌یا مجموعه‌ای‌ از فعّالیّتها‌ با استفاده از توانایی برتر بر پایه برجستگی به لحاظ ویژگیهای‌ مشخّص. به‌ گونه‌ای‌ كه‌ رضایت از خود با تعقیب‌ اهداف‌ شخصی همراه با تلاش‌ بی‌وقفه‌ تحقّق یابد و فرد در مقام‌ ارزشمند جای‌ ‌گیرد.\r در شرح انگاره مزبور باید بیان داشت هنگامی‌كه «استعداد» و «موفّقیّت» در یک زمینه بسیار خاصّ در هم می‌آمیزد، «نبوغ» پدید می‌آید. پس «نبوغ» حاصل تركیب یافتگی استعداد و موفّقیّت در یک زمینه بسیار خاصّ است و هنگامی‌كه «نبوغ» با «نوآوری» تركیب می‌شود، «نخبگی» شكل می‌گیرد؛ به بیان دیگر، نخبگی ثمر? یكپارچگی استعداد، نوآوری و موفّقیّت است و اگر توجّه داشته باشیم كه موفّقیّت مشتمل بر «پیشرفت تحصیلی» و «سرآمدی» است، بنابراین با یک «پارادایم تلویحی» روبروییم. این«انگاره» با محوریّت نخبگی، یكپارچگی می‌یابد. چنان‌كه مشهود است، نخبگی، از نبوغ و نوآوری ترکیب می‌یابد. مؤلّفه نبوغ تشكیل یافته از استعداد و موفّقیّت است. موفّقیّت به مثابه تركیبی از سرآمدی و پیشرفت، پایه خردمندی را تشکیل می‌دهد و تحقّق خردمندی نیز مستلزم عقل است.\r از سوی دیگر استعداد نیز به منزل? تركیبی از توانایی و مهارت، علاوه بر آن‌كه یكی از دو پای? نبوغ را پی‌می‌ریزد، اساس و بنیاد تیزهوشی است و تیزهوشی (و از جمله هوش) نیز از طریق خلّاقیّت با نوآوری پیوند می‌یابد و نوآوری یكی از دو زمین? «نخبگی» را تشكیل می‌دهد. از این رو، نخبگی مستلزم وجود «توانایی»، «مهارت»، «سرآمدی» و «پیشرفت» است.\r لذا از «نخبگی» می‌توان این تعابیر را ارائه داد: «نبوغ نوآورانه»، «استعداد نوآورانه موفّقیّت‌آمیز»، «استعداد نوآورانه توأم با پیشرفت و سرآمدی». \r در معای گسترده تر این تعریف می‌توان بیان داشت:\r «نخبگی، یک ظرفیّت روانی برجسته است شامل توانایی شناخت مفاهیم ویژه و طبقه‌بندی آنها در عالیترین سطح با بهره‌گیری‌ از هوش، اندیشه خلّاقانه‌، تلاش‌ بی‌وقفه‌ در زمینه‌های‌ مختلف در چارچوب نظریّه‌پردازی علمی ‌برای ارائه طرحی‌ سودمند، ایجاد كار جدید، ابتكار چیز نو یا ابداع‌ روش‌ ‏تازه‌ ‌بر‌ای‌ بهبود زندگی‌ كه راه‌ حلّ‌ جدید، آسان ‏و موفّقیّت‌آمیزی برای‌ مسائل‌ دشوار باشد. این فرایند هدفمندانه، افزون بر رضایت درونی فرد نخبه، به وی مقام و جایگاهی ارزشمند و افتخارآفرین می‌دهد».\r"},
    {"term": "انگاره شخصیت خردورزی تحلیلی\r", "definition": "درگستره مهم و ژرف تصمیمگیری با نظام روانی خاصّی رویارو هستیم که ازآن به عنوان «شخصیّت خردورزی تحلیلی» یاد می کنیم.\r این شخصیّت در ابتدا دو قلمرو بزرگ بنیادین را دربر می گیرد:\r الف) شخصیّت تحلیلی\r شخصیّت تحلیلی مشتمل بر چهار مؤلّفه? اساسی است: 1) تعهّد فردی، 2) پویایی تحلیلی، 3) کاوشگری و 4) هیجان تعلیل\r ب) خردورزی\r «خردورزی» اصطلاحاً مرکّب از دومؤلّفه? بنیادین است: 1) چیرگی روانی و 2) سنجیدگی\r در نتیجه «شخصیّت خردورزی تحلیلی» را می توان به مفهوم گسترده این گونه تعریف کرد:\r «برانگیختگی كنجكاوی با هر مسأله? مبهمی در قلمرو فعّالیّتهای مورد علاقه‌ همراه با ناآرامی و مشغولیّت فراگیر و سرسختانه با هدف کشف حقیقت که امکان بررسی همه جانبه با استفاده از عقل، توانایی‌ فهم‌، دریافت ‌و گیرایی تیز در محوریابی، ریشه‌یابی ساده? مفاهیم، تجزیه‌ و تحلیل‌ مطالب،‌ طبقه‌بندی راحت مفاهیم به شیوه‌های نوین، ارایه? آسان دسته‌بندیهای جدید از مفاهیم و سرانجام، سازماندهی ساده? مباحث، منطق، هوش، درک تجربی، کوشایی در انضباط، ترتیب امور و مدیریّت هیجان برای تشخیص خوبی از بدی بدون تأثّر احساسی و تأثّر از دیگران برای تصمیمگیری و انجام بهترین و دقیقترین کار را فراهم می کند.\r"},
    {"term": "انگاره مثلثی جرم\r", "definition": "چشم انداز تعاملی در تحلیل و ریشه یابی بزه و جرم بر وجود سه مؤلفه بنیادین اشاره دارد: محرومیت عاطفی، مادّیگرایی جرم، تعارض محیطی\r از این چشم انداز اصطلاحاً به عنوان «انگاره مثلثی جرم» یاد می کنیم.\r"},
    {"term": "انگاره هفت وجهی خردمندی\r", "definition": "«انگاره? هفت وجهی خردمندی» مشتمل بر مؤلّفه‌های ذیل است:\r تعادل و سنجیدگی در تصمیمگیری و عمل \r تفكّر و درایتمندی در زندگی \r تفكّر در جنبه‌های‌ ارزشمند \r عمل عاقبت اندیشانه \r مهار هیجان با تشخیص منطقی \r پیامد سنجی رفتاری \r قوّه? تشخیص و شعور\r بررسی تحلیل عاملی نشان داد که این ساختار در سه مؤلفه اشباع می شود: «پیامد سنجی در تصمیمگیری و عمل»، «عاقبت اندیشی عملی ومتعادل» و «مهار هیجان»\r"},
    {"term": "آینده پویی \r", "definition": "آینده پویی به معنای «احساس نیرومندی در انتخاب فردی با نگاه به آینده، ارتباط دهی میان امور و رهایی از مسائل گذشته»\r"},
    {"term": "بالندگی \r", "definition": "پویایی فردی وكارامدی هدفمندانه برای بهترین بودن است به گونه ای كه اطرافیان به دیدگاههای فرد ارزش قائل می‌شوند.\r"},
    {"term": "بالندگی اعتقادی\r", "definition": "این فرد به نظرات و عقاید خود ارزش می‌دهد و معتقد است که دیگران نیز باید احترام و ارزشگذاری نمایند. او خود را به عنوان یک فرد بالنده و ارجمند می‌شناسد و با افتخار به این هویت اغاز می‌کند.\r این فرد از آزادی کافی برخوردار است و اطرافیانش به دیدگاه‌ها و اندیشه‌هایش ارزش قائل هستند. او اطرافیان خود را به خوبی می‌شناسد و همچنین خودش را به اندازه کافی آشنا می‌داند. نظرات و عقاید او احترام گزارده می‌شود و او تلاش می‌کند که کارهایش بدون نقص انجام شود. این فرد به دیگران نفوذ دارد و به عنوان یک فرد مستقل شناخته می‌شود.\r"},
    {"term": "بالندگی متعالی \r", "definition": "این فرد از شهرتی که دارد خشنود است و به معنای زندگی‌اش دست پیدا کرده است. او احساس پیشرفت و موفقیت در زندگی‌اش می‌کند، اما پیشرفتی که انتظار داشته را ندارد. این فرد جایگاه عالی‌ای را در زندگی‌اش کسب کرده و خود را فرد بالنده، پویا و هدفمند می‌داند. او در جایگاه شایسته‌ای قرار گرفته و در زندگی‌اش احساس پیشرفت می‌کند. او در مسیر بهترین بودن قرار دارد و همواره در تلاش برای نیل به رتبه اول در زندگی است. این فرد به عنوان یک فرد کارآمد شناخته می‌شود.\r"},
    {"term": "باور\r", "definition": "این فرد اعتقادات و اصول محکمی دارد و به این ضرب المثل اعتقاد دارد که آنچه برای خود می‌پسندد، برای دیگران نیز بپسندد. او به خدا اعتقاد دارد و راستگویی را شعار زندگی خود می‌داند. این فرد زندگی پاکی را با تمام وجود خود پی می‌برد و اصول اخلاقی و راستی را در زندگی‌اش رعایت می‌کند.\r"},
    {"term": "بردباری\r", "definition": "بردباری به عنوان یکی از مؤلّفه های «خودگستری» اصطلاحاً اشاره دارد به «انجام کارها بر اساس عقل و منطق،‏ بدون برآشفتگی و برانگیختگی از رخدادها و رفتار وگفتار دیگران، استفاده از هوش در وارسی مسائل با شناخت جای خاصّ هر چیزی فارغ از مقایسه شخصی که شرایط را برای تصمیمگیری درست در موقعیّتهای حسّاس مهیا می سازد به گونه ای که تعهد و وفاداری فرد را زبانزد می کند».\r"},
    {"term": "بهداشت روان نوجوان\r", "definition": "دو قلمرو بزرگ در سلامت وبهداشت روان نوجوان نقش دارند: «خشنودی» و «آرامش» \r قلمرو «خشنودی» به رضایت خانوادگی، تشویق پیشرفت و خشنودی روانی اشاره دارد و قلمرو «آرامش» ناظر بر حمایت محیطی و کاهش بیتابی روانی است.\r"},
    {"term": "بهسازی عاطفی ارزشی\r", "definition": "رواندرمانی تعاملی براین اساس استوار است که «اختلال روانی» و هر آنچه تعادل روانی را دچار آسیب می کند و بلکه هر گونه «ناآرامی» دارای ماهیّت تعاملی است.\r آسیبهای روانی کم و بیش از «بیتابی روانی» سرچشمه می گیرند که خود ناشی از انتظارات غیر واقع بینانه از زندگی است. \r فرد آدمی در رویارویی با «مسأله» دچار «بیتابی روانی» می شود؛ چنانچه گشایش یافت، بیتابی رفع می شود وگرنه در نتیجه? شدّتش اختلال روانی رخ می دهد که مقتضی رواندرمانی است.\r در «بهسازی عاطفی» با «درماندگی عمیق» و «بیماری اضطراب» و یا «بیماری افسردگی» روبه رو هستیم. فرد بیمار کسی است که دچار «بیتابی» بوده و به هر علّتی درمان حمایتی دریافت نکرده است. \r فرایند «بهسازی عاطفی» پس از تحلیل ژرف و موشکافانه? «انتظار فرد از زندگی» و کاوش همه? «احساسات ته نشین و انباشته» و «عواطف» و گرایشهای درونی و پایدار و زودگذر در طول زندگی و گذشته? فرد به «لایروبی احساسات و عواطف آسیبزا» می پردازد. این فرایند، نیل به «پختگی عاطفی ارزشی» را پی می گیرد. هنگامی که این «پختگی» حاصل شد، رواندرمانی به ثمر رسده است. \r «پختگی عاطفی ارزشی» دالّ بر کاهش انتظارات و توقّعات از «محیط» و انتقال واقع بینانه? آنها به «خود» است و بالطّبع «خامی عاطفی ارزشی» اشاره به کثرت و فزونی انتظارات از «محیط» و توقّع اندک از «خود» دارد.\r در رواندرمانی تعاملی در سطح «بهسازی عاطفی ارزشی» با تأکید بر ارزشهایی که به زندگی درمانجو اهمیت می بخشند احساسات، عواطف و نگرشها بهسازی می شوند تا«پختگی عاطفی ارزشی» حاصل شود.\r «بهسازی عاطفی ارزشی» یک فرایند تدریجی طولانی است که مستلزم شناخت واقع بینانه? درمانجو نسبت به ویژگیهای شخصیّتی، نیازها و تواناییهایش و بهسازی در دریافتهای حسّی، اندیشه ها، پیوندها و رفتارهای وی است.\r"},
    {"term": "بهینگی\r", "definition": "مراد از بهینگی در خودگستری «دستیابی به معنای زندگی بر پایه اهمیّت اصالت، رعایت ارزشهای معنوی، پایبندی به ارزشهای دینی، خودباوری به استقرار در جایگاه شایسته، پرداختن به تصمیمگیری و انتخاب راه درست در زندگی با استفاده از تفکّر مستدل و گام گذاری در مسیر تعالی بخش در زندگی که موجب خشنودی از شهرت می شود».\r"},
    {"term": "بهینگی محیطی\r", "definition": "«فرد از عهده?‌ كارهایی‌ كه‌ به‌ وی‌ سپرده‌ شده‌ به‌ خوبی‌ برمی‌آید و با تلاشهای فردی اش و وسایل‌ و زمان‌ كم‌ به كسب ‌بهترین‌ و بیشترین‌ نتیجه‌ (مطلوب از دیدگاه‌ جامعه) نایل می‌شود».\r"},
    {"term": "بی تعادلی\r", "definition": "تعریف: این فرد ناتوانی دارد در مدیریت هیجان‌هایش، عدم توجه به جنبه‌های ارزشمند زندگی، و رفتارهای نامتعادل دارد. او فردی نیست که به آینده نگر باشد و نمی‌تواند با سنجیدگی در مواجهه با مسائل زندگی عمل کند.\r"},
    {"term": "بیتابی خصیصه ای\r", "definition": "به معنای ناامیدی از خود، احساس دایمی خستگی و ناتوانی و احساس دلنگرانی دائمی در هنگام رویارویی با یک مسأل? جدّی در زندگی، هیجان پذیری و تأثّر از احساس شخصی و دیگران در هنگام انتخاب و تشخیص خوبی و بدی و انجام رفتارهای نامتعادل.\r"},
    {"term": "بیتابی روانی\r", "definition": "«بیتابی» در معنای گسترده یعنی: شدّت اندیشه گردی، فعّالیّت و گفت‌وگوی ذهنی در ارتباط با مسائل فکری، فرد را دچار گرفتاری درونی، دلمشغولی و بیقراری مستمرّ و دائمی می‌كند كه همراه با سرگشتگی و احساس از دست دادن كامل یقین است؛ شکّ و تردید در حلّ مسائل فرد را گرفتار می‌كند و او در حسرت کسانی به سر می‌برد كه همیشه در حال یقین زندگی می‌کنند؛ نسبت به حلّ مسائل خود دچار بیمناکی و نگرانی می‌شود؛ فراموشی و ضعف حافظه، کلافه‌اش می‌كند؛ به ویژه وقتی مسأله جدّی است ولی حلّ نمی‌شود، ناامیدی از خود، احساس فرسودگی تدریجی، احساس دایمی خستگی و ناتوانی و احساس تنهایی وی را فرا گرفته و در قالب کم‌کاری و عدم فعّالیت بروز می‌یابد و خواب را از او می‌گیرد و او با دلشورگی و دلنگرانی دائماً احساس می‌كند كه برای انجام فعّالیت تحت فشار است و در پی آن، احساس خشکی دهان، افزایش ضربان و تپش قلب و سردرد بروز می‌یابد.\r"},
    {"term": "بیتابی نوجوانی\r", "definition": "«بیتابی» در مقطع نوجوانی یعنی: گفت‌وگوی ذهنی در ارتباط با مسائل فکری، نوجوان را آن چنان دچار دلشورگی و بیقراری مستمرّ می‌كند كه همراه با سرگشتگی و احساس از دست دادن كامل یقین است؛ شکّ و تردید در حلّ مسائل گرفتارش می‌كند و او در حسرت کسانی به سر می‌برد كه همیشه در حال یقین زندگی می‌کنند؛ نسبت به حلّ مسائل خود آن چنان دچار بیمناکی و نگرانی می‌شود که خواب را از او می‌گیرد؛ رفتارهایش نامتعادل است و بر ‎هیجانهایش نیز ‎مدیریت‎ ‎ندارد.\r"},
    {"term": "بیتابی نوجوانی\r", "definition": "این فرد دچار بی‌تابی و ناایمنی است که ناشی از شک و تردید در مواجهه با مسائل زندگی و احساس بی‌تمرکزی و بی‌قراری ذهنی است. او همیشه در حال دچار شک و تردید در حل مسائل و تصمیم‌گیری است و این وضعیت باعث می‌شود که احساس دل‌شورگی و ناامنی کند.\r"},
    {"term": "پاکزیستی\r", "definition": "«مفهوم پاکزیستی» به شش عامل «وفاداری»، «راستی»، «معنویت»، «پایبندی»، «سلامت» و «رعایت» دارد: وفاداری ، راستی ، معنویّت، پایبندی، سلامت و رعایت \r این فرد به اخلاق و ارزش‌های اخلاقی پایبند است و از حقه بازی و ریا دوری می‌کند. او به اصولی مانند رعایت حقوق دیگران، احترام به دیگران و وفاداری پایبندی می‌کند. زندگی بدون ریا و سالم را به عنوان اولویت خود در نظر می‌گیرد و به عقایدی مانند \"آنچه برای خود می‌پسندی برای دیگران نیز بپسندی\" اعتقاد دارد.\r"},
    {"term": "پاکی \r", "definition": "پاکی به معنای «پیگیری زندگی پاک، اهمیت برای بازگشت به سرشت الهی و راستگویی در زندگی»\r"},
    {"term": "پذیرفتگی \r", "definition": "پذیرش همسر آن طور که هست با ارجگذاری به عقاید وی، نادیده گیری خطاها، گذشت از لغزشهایش بدون سرزنشگری، بردباری در روابط و خوش خلقی با وی\r"},
    {"term": "پراکنده کاری\r", "definition": "این فرد در انجام فعالیت‌ها و کارهایش دارای پراکندگی است، به این معنا که تمایل دارد از یک شاخه به شاخه دیگر بپردازد و به طور کلی در فعالیت‌هایش بی‌تمرکز عمل می‌کند.\r"},
    {"term": "پژوهش \r", "definition": "این فرد در فضای شغلی به‌درستی آرامش روانی خود را حفظ می‌کند و از این حالت بهره می‌برد. او در مواقع لازم ممکن است تنبیه شود، اما این تنبیه‌ها به او کمک می‌کند تا به مردم خدمت بیشتری ارائه دهد و نقش خود را در جامعه به بهترین شکل ایفا کند.\r"},
    {"term": "پشتیبانی زناشویی\r", "definition": "ارزش قائل شدن برای همسر به ویژه احترام به نظرات و توجّه به خواسته هایش با وقتگذاری برای گفت و گو و همکلامی، اهمیّت قائل شدن برای رابطه زناشویی، حمایت و همراهی از وی در قبال مشکلات زندگی با درک درست وی به گونه ای که ناآرامی اش برطرف شده، آرامش خاطر درونی فراهم آید و پیشرفتش تشویق شود\r"},
    {"term": "پشتیبانی\r", "definition": "احساس راحتی ناشی از بهره‌مندی از وجود راهنما در زندگی، همراهی فرد مناسب، همكاری اطرافیان، برخورداری ازحمایت درسختیها و پذیرفتگی محیطی است.\r"},
    {"term": "پشتیبانی موجّه \r", "definition": "این فرد باعث ایجاد احساس راحتی در دیگران می‌شود و از تشویق‌هایی که انتظار دارند برخوردار نیستند، حمایت می‌کند. او به خودی خود قبولی فردی است که هست و از همکاری و همراهی اطرافیانش بهره مند است. اطرافیان او ارزش قائل به دیدگاه‌ها و نظرات او هستند و احترام می‌گذارند. این فرد به دنبال یک راهنما در مسیر زندگی خود است و در مواقع دشوار، از حمایت دیگران بهره می‌برد. اما در هنگام روبرو شدن با مواقع تنهایی یا سختی‌های زندگی، احساس تنهایی می‌کند و به دنبال حمایت و پشتیبانی است.\r این فرد اعتقاد دارد که احساس امنیت در زندگی باید همراه با پیشرفتش باشد. او احساس امنیتی را که به پیشرفتش نیازی نداشته باشد، نمی‌پذیرد و جایگاهی در زندگی را که به او پیشرفت ندهد، نمی‌پسندد. برای این فرد، احساس امنیت در زندگی زمانی مطلوب است که باعث پیشرفت و توسعه‌اش شود و او از یافتن جایگاه خود در زندگی راضی است که به پیشرفتش کمک کند.\r"},
    {"term": "پویایی \r", "definition": "احساس نیرومندی شدید همراه با شیفتگی و پیگیری در تجربه? كنجكاوانه و فعّال برای یك اندیشه? بزرگ، تازه و هیجان انگیز است. این احساس نیرومندی با حالات روان تنی چون بدن لرزی و تشنگی و گرسنگی همراه است.\r"},
    {"term": "پویایی تحلیلی \r", "definition": "مقیاس پویایی تحلیلی به مثابه بزرگترین قلمرو تعاملی شخصیّت، مشتمل بر شش خصیصه است: تعهد، نیرومندی، سازش، استقلال، بیتابی و ظرفیّت تحلیلی.\r «پویایی تحلیلی» به معنای وسیع یعنی: «احساس نیرومندی شدید در حلّ مسأله? مورد علاقه با پرکاری همیشگی‌ بدون درماندگی و بدون احساس گذشت زمان همراه با لذّت از اندیشه‌های هیجان انگیز و ماجراجویی است که فرد را با بهره گیری از توانایی‌ فهم‌، دریافت ‌و گیرایی تیز در محوریابی، ریشه‌یابی ساده? مفاهیم، تجزیه‌ و تحلیل‌ مطالب،‌ طبقه‌بندی راحت مفاهیم به شیوه‌های نوین، ارایه? آسان دسته‌بندیهای جدید از مفاهیم سازماندهی ساده? مباحث و سرانجام بررسی تجربی فرایند نیل به پیامد مورد نظر در حیطه ای معیّن به سوی تحقق کار بزرگِ نو سوق می دهد. این خصایص همراه با سهولت در پیوندجویی اجتماعی و پذیرش موقعیّتهای رقابت آمیز است.»\r"},
    {"term": "پویش استوار\r", "definition": "این الگو در راهبرد کوتاه مدّت نیمه عمیق، مشتمل بر دو مؤلّفه است:\r 1)روان استواری\r 2)خودپویشی\r"},
    {"term": "پیشرفت\r", "definition": "یکی از نیازهای بنیادین،  مهم و حیاتی انسان از زندگی آن است که دریابد همواره در حال \"پیشرفت\" است.\"پیشرفت\" به مفهوم هر گام به جلو و یا ترقی و رشد در زندگی است. کمالگرایی و تعالی جویی دو مصداق بارز پیشرفت قلمداد می شوند. کمالگرایی به معنای زدایش مستمر و پیگیرانه نقایص وجودی است و تعالی جویی بر نیل به عالیترین جایگاه در زندگی تاکید دارد. آزردگی از نقص فردی آدمی را به سوی حرکت است کمالی سوق می دهد. افزودن بر دو مصداق بارز مزبور، نفوذ محیطی، پرورندگی، خودشکوفایی و پویایی از جمله انتظاراتی هستند که در این قلمرو قرار می گیرند.\r"},
    {"term": "پیشروی خشنود \r", "definition": "این فرد با انجام کارهایی که به هدفش می‌رساند، احساس رضایت می‌کند و از تلاش شخصی خود برای رسیدن به اهداف، لذت می‌برد. او از موقعیت‌های زندگی برای پیشرفت به درستی استفاده می‌کند و برای بهبود و پیشرفت، از هوش، استعداد و توانایی‌های خود به بهترین شکل استفاده می‌کند.\r «استفاده?‌ درست‌ از موقعیّتهای‌ زندگی‌برای‌ پیشرفت، احساس‌ رضایت‌ از انجام‌ كاری‌ كه‌ فرد را به‌ هدفش‌ برساند، استفاده?‌ درست‌ از هوش، استعداد و توانائیها برای‌ پیشرفت‌ به‌ بهترین‌ نحو و رضایت‌ از تلاش‌ شخصی‌ در راه‌ رسیدن‌ به‌ هدف».‌ \r"},
    {"term": "پیگیری\r", "definition": "هر مسأله? مبهمی، کنجکاوی‌اش را تحریک می‌کند و وقتی با مسأله‌ای روبرو می‌شوم، همه? وجودش را به خود مشغول می‌کند و تا حقیقت چیزی برایش روشن و کشف نشود ، دست بردار نیست. \r"},
    {"term": "پیوند\r", "definition": "پیوند دالّ برآن است که بتوان از آن به مثابه رابطه با شخص و یا شیء در محیط زندگی یاد کرد.\r پیوند از گرایشی متقابل با وزن و گرانسنگی متفاوت بهره مند است.\r به طور کلی دو نوع ملاک در پدیدآیی و شکل گیری هر پیوندی وجود دارد:\r آشکار: به خوبی آگاهی وجود دارد بدون هیچ گونه ابهامی \r پنهان: عوامل نهفته که طیّ سالها در لایه‌های زیرین روان جای دارد گرایشها و احساسهایی که ته نشین شده اند و در هر پیوندی خودنمایی می‌کند و بروز می‌یابند و بر پیوند و فرایند آن اثر می‌گذارند\r"},
    {"term": "پیوند جویی \r", "definition": "این فرد با انرژی و لذت از معاشرت با دیگران لذّت می‌برد و توانایی برقراری روابط اجتماعی موثر و آسان را دارد. او از پیش‌بینی رویدادها برای اتخاذ تصمیمات خود استفاده می‌کند و با دقت و حوصله خودش را بشناسانده و به دیگران معرفی می‌کند. همچنین، به سادگی و با شخصیت شوخ طبعی، با افراد جدید رابطه برقرار می‌کند و به سرعت جذب شخصیت‌های جدید می‌شود.\r"},
    {"term": "تأثیر \r", "definition": "خوشحالی از اثرگذاری بر دیگران، خوشحالی از پرورندگی، دلبستگی به افراد در زندگی و جاودان‌خواهی .\r"},
    {"term": "تأمین \r", "definition": "این فرد در شغل و زندگی شغلی‌اش، با وجود مشخص بودن آینده شغلی خود، به دنبال پویایی و رشد مداوم است. او آینده? شغلی خود را مشخص می‌داند اما همچنان به دنبال فرصت‌ها و چالش‌های جدید می‌گردد. این فرد ممکن است امکانات مالی کمتری نسبت به دیگران داشته باشد، اما همچنان تمایل دارد در حوزه‌ای که علاقه‌مند به آن است، فعالیت داشته و به تلاش برای پیشرفت ادامه دهد.\r"},
    {"term": "تجاذب اقتصاری\r", "definition": "انگاره? «تجاذب اقتصاری» می كوشد در پاسخ به این نیاز، به تبیین و تشریح ریشه های پدیدآیی و شكل گیری تعهّد سازمانی بپردازد. اصطلاح «تجاذب» به وجود پذیرش متقابل میان فرد و سازمان اشاره دارد و مفهوم «اقتصاری» به جنبه انحصاری و تخصیصی پذیرش توجّه می دهد؛ به عبارت دیگر بالاترین سطح تعهّد سازمانی در شاغلی است كه وجود خود را وقف سازمان خاصّی می كند و از سوی دیگر فردیّت آن شاغل در بهترین وضعیت، منحصراً و صرفاً در چنین سازمانی پذیرفته می شود.\r"},
    {"term": "تجدّد \r", "definition": "جذّابیت هر چیز و کار بزرگ و نو در زندگی‌ که فرد را به سوی تجربه دانسته ها سوق می دهد\r"},
    {"term": "تجربه اندوزی \r", "definition": "این فرد با امکاناتی که در کارهای مختلف وجود دارد، آشنا است و قادر به تجربه‌ی آنها می‌باشد. اما او ممکن است با استعدادها و علایق خود ناسازگاری‌هایی داشته باشد، به طوری که علاقه و توانایی‌هایش با خواسته‌ها و نیازهای شغلی مطابقت ندارد. با این حال، او در محیط کاری خود، برخوردی مثبت و نیکو با همکاران دارد.\r"},
    {"term": "تجربه جویی\r", "definition": "فردی که اصرار دارد دانش‌های خود را از طریق تجربه به دست آورد و برای روشن شدن موضوعات، به تجربه می‌پردازد. او با پافشاری اعلام می‌کند که فقط از طریق تجربه می‌تواند چیزی را یاد بگیرد و تا زمانی که مطلب برایش روشن نشود، از دست برنمی‌دهد. این فرد آرامی نمی‌گیرد تا چیزی که می‌داند را تجربه نکند و معتقد است که تجربه کردن تنها برای یادگیری است. همچنین، او علاقه‌مند به انجام کارهای تازه و نو دارد.\r"},
    {"term": "تجربه کنجکاوانه \r", "definition": "کنجکاویهای فرد دردسرآفرین و خطرناک است؛ ولی دست بردار نیست. با بروز هر مسأله? پیچیده‌ای كنجكاوی‌اش بیشتر می‌شود و آن چنان به مسأله‌ای که با آن روبروست، مشغول می شود كه باید از آن سر درآورد. این کنجکاوی، وی را به سوی تجربه سوق می دهد و همواره برای تجربه دانشش ناآرام است؛ حتی اگر بعضی چیزها، تجربه کردنی نباشد؛ ولی باید از آن سردرآورد.\r"},
    {"term": "تجسم \r", "definition": "هوش تجربی به معنای ظرفیّت یکپارچگی حسّی_ حرکتی برای شناخت و توانایی در تجربه? دانسته‌ها می تواند در قالب تجسم عینی نمودار شود؛ فردی که دائماً در حال فعالیت و پرکاری است و از هر فرصتی برای رقابت و پیشرفت استفاده می‌کند. او احساس می‌کند که باید کارهای بزرگی در زندگی‌اش انجام دهد و همیشه در حال تحرک و پیشرفت است. این فرد احساس آرامش روانی نمی‌کند مگر اینکه درگیر فعالیت و پرکاری باشد و همیشه در تعقیب رشد و پیشرفت است.\r"},
    {"term": "تحلیلگری\r", "definition": "فردی که از قدرت سنجیدن موقعیت‌ها، توانایی تحلیل و تجزیه و تحلیل مطالب و آموخته‌ها، و توانایی یافتن راه‌حل‌های منطقی و معقول برای انجام کارها برخوردار است.\r"},
    {"term": "ترکیب دهی تجربی \r", "definition": "این فرد دائماً به دنبال آزمون و امتحان کردن روش‌ها و راه‌حل‌های جدید است. او از امتحان کردن روش‌های جدید و غیرمعمول لذت می‌برد و همیشه به دنبال یافتن راه‌حل‌های خلاقانه برای مسائل پیچیده است. این فرد در برابر چالش‌ها و مسائلی که پیش رویش قرار می‌گیرد، تسلیم نمی‌شود و روزها به آنها فکر می‌کند تا به حل آنها برسد. همچنین، او از آموزشهای کارگاهی استقبال می‌کند و از طعمهای جدید در آشپزی لذت می‌برد و آنها را تجربه می‌کند تا نتایج جالبی بدست آورد.\r"},
    {"term": "ترکیبدهی تحلیلی\r", "definition": "دسته بندی از طریق جایگاه‌یابی، مطالعه? تلازمی و یکپارچه سازی از طریق روشهای کیفی بنیادین نظیر ترکیب پژوهی که زمینه را برای ارایه? انگاره‌ها و یا پارادایمها فراهم می‌کند و پر واضح است که انگاره پردازی،ورزیدگیها و چیرگیهای بین رشته‌ای را می‌طلبد.\r در روش تحقیق بسیار نیرومند «ترکیب پژوهی» یا سنتز پژوهی تأکید بر بررسی کیفی مبتنی بر خالص و ناب یافته‌ها در یک قلمرو مشخّص است.\r"},
    {"term": "تزلزل\r", "definition": "تزلزل یعنی «فقدان صداقت و تعهّد بدون آینده نگری که موجب بروز رفتارهای نامتعادل می شود»\r"},
    {"term": "تشخیص تعاملی\r", "definition": "«تشخیص تعاملی» به تأکید بر بررسی یکپارچه نظام روانی اشاره دارد. تشخیص هر پدیده? روانشناختی منحصراً در بررسی تعاملی صورت می‌بندد و جز آن، برایندی پندارگونه و توهّم آمیز در بر خواهد داشت. این چشم انداز روانشناس را از لغزش در پرتگاههای عنصرگرایی و «تکّه برداری» مصون می‌دارد. تشخیص در روانشناسی تعاملی مبتنی بر پنج زمینه است: «چشم انداز تعاملی»، «ظرفیّت تحلیلی» روانشناس، پیگیری «سازه‌های تعاملی»، بهره‌گیری از «روش تعاملی» درتشخیص و برخورداری از «ابزارهای تعاملی»\r"},
    {"term": "تشویق پیشرفت نوجوان\r", "definition": "نوجوان می تواند انتظارات مدرسه را برآورده کند؛ در محیط مدرسه برای پیشرفتهایش همان تشویق‌هایی را دریافت می کند که می خواهد و معلّمان با برخورداری از تسلّط علمی، توجه لازم را به او بروز می دهند. \r"},
    {"term": "تعادل\r", "definition": "تعادل به معنای گسترده یعنی «اعتقاد به خدا و برخورداری از وجود ‏یک راهنما در مسیر زندگی، ریشه دواندن معنویّت و اهمیّت اصالت در زندگی و پیگیری سالم زیستی همراه با وفاداری و استقرار در ‏مسیر نیل به ارزشهای معنوی، پایبندی به ارزشهای دینی، اخلاق، درستی و رعایت ارزشهای معنوی است که مجموعاً موجب بهره مندی از حمایت معنوی، پشتیبانی اجتماعی، ظرفیّت تحلیل عقلانی، همه جانبه نگری روشن بینانه برای تصمیمگیری درهنگام رویارویی با سختیها و بهینگی درکار بزرگ و نو ‏همراه ‏با کارآمدی سختکوشانه و دانش محورانه می شود. افزون بر آن به تأثیر اجتماعی با رعایت حقوق دیگران نیز تحقّق می بخشد. برایند کلّی چنین زمینه ای رضایت از زندگی و احساس سرزندگی است.»\r تعادل اصطلاحاً مشتمل بر شش مؤلّفه است: «پاکزیستی»، «خردورزی»، «معنویت»، «خشنودی»، «پویایی» و«انتزاع».\r"},
    {"term": "تعارض محیطی\r", "definition": "ناسازگاری فرد با فضای اجتماعی و مقتضیات محیطی یک خاستگاه بزرگ ارتکاب جرم است. در بسیاری از موارد شخصیتهای ضداجتماعی برای فعالیتهای مجرمانه آمادگی روانی دارند.\r از این رو هر وضعیتی که موجب سازش نایافتگی یک فرد شود، احتمال افزایش نرخ جرم را در آن جامعه افزایش می دهد. \r"},
    {"term": "تعالی \r", "definition": "احساس موفّقیّت ناشی ازكسب جایگاه شایسته در زندگی و احساس پیشرفت درزندگی در نیل به رتب? اوّل با كسب جایگاه عالی با استفاده از فرصت رقابت كه خشنودی ازشهرت شخصی را به همراه دارد.\r"},
    {"term": "تعالی فردی\r", "definition": "این الگو در راهبرد میان مدت عمیق از شش مؤلّفه تشکیل می شود:\r 1) تاثیر\r 2) تعالی\r 3) پشتیبانی\r 4) معنویت\r 5) استواری\r 6) فردیت\r"},
    {"term": "تعهد \r", "definition": "به معنای یادگیری دقیق برای انجام کار، رعایت موازین، مقرّرات، قوانین و آداب محیط، وقت شناسی، کوشش در نگهداری وسایل شخصی و مرتّب بودن، انضباط در امور، و همچنین از عهده‌ برآمدن فرد در انجام وظایف و مسؤولیّتهاست به گونه‌ای که فرد، مورد اعتماد دیگران قرار می‌گیرد.\r"},
    {"term": "تفرد \r", "definition": "نیاز به \"تفرد\" به معنای دستیابی و نیل به جایگاه بسزا و شایسته هر فرد در زندگی اش است. هر خاستگاهی چون معنایابی، موفقیت، جاودانگی، خودشناسی، آزادی، استقلال و خودمختاری که موجب تفرد شود، در این قلمرو جای می گیرد. دریافت و کشف ظرفیتهای ذاتی، امری ساده نیست. در این جا \"تحقق فردیت\" مراد است که از خودشکوفایی گسترده تر است. محور تفرد،\"خودیابی\" است.\r"},
    {"term": "تفرّد در استعداد\r", "definition": "در استعدادپروری «مدرسه? تعاملی» باید بهسازیهایی در خودارجدهی و خودپذیری پدید آورد و به بهسازی فردیّت از حیث استواری عاطفی و یکپارچگی در رشد شناختی و شخصیّتی بینجامد.\r یک هدف مهمّ «مدرسه? تعاملی»، تقویّت یادگیری مستقلّ در دانش‌آموز است تا طرحهای پژوهشی خاصّش را پیگیری نماید.\r «استقلال‌گرایی برای پیشرفت فردی و عمومی» از انتظارات محیطی دانش‌آموزان مستعدّ است.\r"},
    {"term": "تکاپو \r", "definition": "فشار درونی و دائمی برای انجام فعّالیّت و جنب و جوش و بیقراری که همراه با گردش اندیشه است\r"},
    {"term": "توالی یابی تجربی \r", "definition": "این فرد به طور مداوم به دنبال کشف و تحلیل مسائل و چالش‌های مختلف است. او از حل مسائل ریاضی لذت می‌برد و آزمایش‌ها را قبل از تدریس استاد انجام می‌دهد. همچنین، علاقه‌مند است تا خودش علت و ریشه‌ی مسائل را کشف کند و برای این منظور حتی به تجزیه و تحلیل مولکولها یا انجام آزمایش‌هایی که به نظر اطرافیانش غیرعادی می‌آید، دست می‌زند.\r"},
    {"term": "توالی یابی تحلیلی\r", "definition": "مفهوم پردازی، سازه‌یابی، ریشه‌یابی و استنتاج چهار مؤلّفه? اساسی در بررسی متوالی پدیده‌ها قلمداد می‌شوند.\r بررسی تعاملی در این مرحل پس از مفهوم پردازی دارای ماهیّت تحلیلی است. در این سطح از تحقیق، عناصر ساختاری یک پدیده? مورد برّرسی به دقّت وارسی و دریافت می‌شود. عناصر ساختار علاوه بر دریافت باید از حیث روابط و پیوند‌های درونی آن پدیده نیز برّرسی شوند. این جا تعامل درونی یک پدیده در کانون مطالعه جای می‌گیرد. لذا سازه‌یابی به معنای برّرسی عناصر ساختاری در تعاملی از روابط درونی آن پدیده است.\r در این مرحله همچنین روشهای تحقیق نظام مندی که به علّیّت تأکید می‌ورزند، مورد بهره برداری قرار می‌گیرند.\r افزون بر آن، در توالی‌یابی، به مطالعه? استنتاجی و پیامدکاوی پدیده‌ها نیز توجّه می‌شود. پیامد کاوی به معنای دریافت کاربردها نیست؛ بلکه نتایج نظری هر پدیده‌ای مورد برّرسی واقع می‌شود.\r"},
    {"term": "توانایی\r", "definition": "توانایی ناظر به هر ظرفیّت، نیرو و قوّه‌ای است که به نظام روان تعلّق دارد. ظرفیت یادگیری و ظرفیت کنشوری دو توانایی مهمّ بشری را تشکیل می‌دهند که تا به حال شناخته شده اند.\r"},
    {"term": "تواناییهای بنیادین\r", "definition": "بر اساس مطالعات تعاملی، پنج «توانایی بنیادین» وجود دارد. به بیان دیگر، حیطه شناختی شامل سه توانایی یادگیری و حیطه رفتاری مرکّب از دو توانایی انجام کار است. از سه توانایی یادگیری می‌توان به مثابه سه نوع «هوش» یاد کرد و دو توانایی انجام کار نیز در واقع دو نوع «کنش» را تشکیل می‌دهند.\r سه نوع هوش یا توانایی یادگیری به ترتیب «هوش تحلیلی»، «هوش تجربی» و «هوش تحصیلی» نامیده شدند و دو نوع کنش یا توانایی انجام کار نیز به ترتیب «کنش نوسودمندی» و «کنش وظیفه مندی» نام گرفتند.\r"},
    {"term": "توانش \r", "definition": "این فرد در فعالیت‌های مورد علاقه‌اش احساس نیرومندی شدیدی می‌کند و سرگرمی‌هایش بسیار وسیع است. وقتی به حل مسائل مشغول است، زمان به نظرش به سرعت می‌گذرد و حتی مسائل بزرگ هم نمی‌توانند او را درمانده کنند. او زندگی خود را در اندیشه‌های هیجان‌انگیز تجربه می‌کند و از این تجربه‌ها لذت می‌برد.\r"},
    {"term": "توفیق \r", "definition": "منظور از «توفیق» در قلمرو «خودگستری» یعنی «حاکمیت منطق در تشخیص خوبی از بدی با بررسی همه جانبه و سنجش همه جوانب برای بهترین تصمیمگیری و اجرا، رضایت از آداب معنوی، نزدیکی معنویّت و بهره مندی از زندگی درست با رعایت حقوق دیگران.برخورداری از راهنما و همراه مناسب. پیشرفت و احساس موفقیت در زندگی، یافتن قلمرو شخصی، بی توجّهی به پشت سر، برخورداری از تفریح و سرگرمی، همه جانبه گری برای بهترین تصمیم و اجرا بر پایه یافتن قلمرو شخصی و رعایت آداب معنوی ضمن برخورداری از راهنما و همراه مناسب، که در مجموع موجب رضایت از زندگی» می شود.\r"},
    {"term": "تیزبینی \r", "definition": "هوش تجربی به معنای ظرفیّت یکپارچگی حسّی_ حرکتی برای شناخت و توانایی در تجربه? دانسته‌ها می تواند در قالب تیزحسی بینایی کنشی ظهور یابد؛ فردی که دائماً درگیر احساسات منفی مانند خستگی، دلشورگی، تنهایی و بی‌تابی است. با مواجهه با مسائل و مشکلات، اغلب به دلهره و تردید وا می‌دارد و احساس می‌کند که در زندگی و کارهایش به تدریج فرسوده می‌شود. این افراد ممکن است با احساسات دلگرمی و اطمینان از خود دور باشند و در تصمیم‌گیری‌ها و حل مسائل خود بیمناک و نگران باشند.\r"},
    {"term": "تیزهوشی آفرینندگی\r", "definition": "تیزهوشی آفرینندگی مبتنی بر هوش تجربی برجسته شامل سه جلوه? خلّاقیّت است:\r 1)نظریه پردازی یعنی توانایی‌ ‌پدید‌آوری‌ چیز بدیع‌، اندیشه?‌ نو و یا نظر جدید\r این جلوه از خلّاقیّت به پدیدآوری‌ و به وجود آوردن چیزهای‌ تازه، بدیع‌ و جدید، توانایی‌ پدید‌آوری‌ فكر و‌ اندیشه?‌ جدید و نو، استفاده‌ از اندیشه‌ برای‌ ارایه?‌ نظرهای‌ جدید و متنوّع، و نیز نوآوری‌ در كارها، افكار یا عقاید اشاره دارد.\r 2) نوآوری ارایه?‌ طرحی‌ سودمند برای‌ اوّلین‌ بار یا ابتكار چیزهای‌ نو كه راه‌ حلّ جدید، آسان‌ و مؤثّری برای‌ مسائل‌ دشوار در جهت بهبود زندگی‌ باشد.\r این جلوه از خلّاقیّت به ارایه?‌ طرحی‌ سودمند برای‌ اوّلین‌ بار كه راه‌ حلّ‌ جدید، آسان‌ و مؤثّری برای‌ مسائل‌ دشوار باشد، ابتكار چیزهای‌ نو و جدید یا ابداع‌ روشهای‌ تازه‌ در زمینه‌های‌ مختلف‌ و ایجاد كار جدید یا چیز نو بر‌ای‌ بهبود زندگی‌ با بهره‌گیری‌ از اندیشه‌ و خلّاقیت‌ بر پایه?‌ هوش‌ و دانش‌، اشاره دارد.\r 3) استنباط یعنی نگاه‌ همه جانبه برای استنباط‌ مفهوم‌ جدید از تركیب‌ مفاهیم‌ آموخته‌ شده‌\r این جلوه از خلّاقیّت به سعی‌ در خوب‌ نگاه‌ كردن‌ و ایجاد چیز جدید، داشتن‌ فكر و اندیشه?‌ باز برای‌ نگاه‌ كردن‌ به‌ همه?‌ جوانب‌ و نیز استنباط‌ مفهوم‌ جدید از تركیب‌ مفاهیم‌ آموخته‌ شده‌ با تكیه‌ بر هوش ‌اشاره دارد.\r"},
    {"term": "تیزهوشی پیشرفتگی\r", "definition": "پیشرفتگی به معنای توانایی‌ استثنایی در گیرایی‌ تیز با سرعت بالا، پیگیری دقیق، درک و فهم بهینه در موادّ درسی و آموزشی، تحصیل‌ پیشرفته، انجام‌ كار‌ با دستیابی‌ به‌ مهارت‌ یا دانش، مهارت ذاتی خاصّ در یک زمینه، طرّاحی راه‌ حلّ‌ جدید یا ابتكار چیز نو که برای بهبود زندگی سودمند است.\r پیشرفتگی شامل پنج زیر عامل اساسی است:\r 1) توانایی گیرایی توانایی‌ استثنایی در گیرایی‌ تیز و استعداد بی‌نظیر و منحصر به‌ فرد\r 2) فهم‌ ‌دریافت‌ سریع و دقیق و موشکافانه? مطالب\r 3) پیشرفت تحصیلی توانایی‌ موفّقیّت‌ در روند یادگیری‌ و فهم‌ موادّ درسی‌ و كسب‌ مدارج‌ تحصیلی‌ بالا بر اساس آزمونهای‌ معتبر\r 4) ورزیدگی توانایی‌ ویژه‌ یا مهارت‌ ذاتی‌ خاصّ‌ در انجام کاری در یك‌ زمینه\r 5) نوآوری ارایه?‌ طرحی‌ سودمند برای‌ اوّلین‌ بار یا ابتكار چیزهای‌ نو كه راه‌ حلّ جدید، آسان‌ و مؤثّری برای‌ مسائل‌ دشوار در جهت بهبود زندگی‌ باشد.\r"},
    {"term": "تیزهوشی سازماندهی\r", "definition": "در خوشه? «سازماندهی» دو جلوه? خلّاقیّت جای می‌گیرد:\r 1) مفهوم‌یابی یعنی توانایی‌ درك، یادگیری‌ و شناخت‌ مفاهیم‌ و طبقه‌ بندی‌ آنها.\r این جلوه از خلّاقیّت به توانایی‌ دریافت مفاهیم نو و طبقه‌ بندی‌ مفاهیم‌ اشاره دارد.\r ‌2) رهیابی تحلیلی به معنای پیدا کردن راه‌ انجام‌ هر كاری‌ در سطح‌ برجسته‌ بر اساس فهم، ریشه‌یابی، تجزیه‌ و تحلیل‌ و موقعیّت‌‌سنجی‌.\r این جلوه از خلّاقیّت به پیدا کردن راه‌ انجام‌ هر كاری‌ مبتنی بر فهم و پی‌ بردن‌ به‌ حقیقت‌ پدیده‌ها و ریشه‌ها از روی‌ نشانه‌های ظاهری اشاره دارد.\r چنین امری از طریق موقعیّت‌ سنجی‌، توانایی‌ تجزیه‌ و تحلیل‌ مطالب‌ به‌ گونه?‌ متفاوت‌، توانایی‌ یادگیری‌ و شناخت معانی‌ چیزها صورت می‌پذیرد که به فرد، توانایی‌ انجام‌ كار در سطح‌ برجسته را می‌دهد.\r"},
    {"term": "جاه طلبی \r", "definition": "این فرد دارای ویژگی‌ها و رفتارهایی است که او را به عنوان یک شخصیت رقابتی تعریف می‌کند. او تمایل دارد با دیگران رقابت کند و در هر فعالیتی سعی می‌کند به عنوان نفر اول درآید. او اغلب خود را با دیگران مقایسه می‌کند و برای کسب نتایج برتر و کسب نمره‌های بالا، به خصوص در مسابقات و رقابت‌ها، حساسیت زیادی نشان می‌دهد. این فرد معمولاً از رقابت برای بهبود عملکرد و پیشرفت شخصی خود استفاده می‌کند و از داشتن رتبه‌ها و جایزه‌های اولیه در مسابقات لذت می‌برد.\r"},
    {"term": "جایگاه پذیری\r", "definition": "این فرد اهمیت بالایی به احساس امنیت در زندگی می‌دهد و انتظار دارد که هر پیشرفتی که در زندگی خود داشته باشد، به او کمک کند تا جایگاه و وضعیت مطلوبی در زندگی خود پیدا کند. او از احساس امنیتی که به او نیازی به تضحیک احساساتش ندارد لذت می‌برد و معتقد است که هر پیشرفتی باید منجر به تثبیت و تقویت جایگاه و وضعیت او در زندگی شود. این فرد از رسیدن به جایگاه و وضعیت مورد نظر خود برای خود راضی است و احساس رضایت می‌کند که احساس امنیتی که دارد، به او کمک کرده است تا به جایگاه مورد انتظار خود برسد.\r"},
    {"term": "جذابیت فضا\r", "definition": "این فرد از امنیت شغلی لذت می‌برد و احساس رضایت از شغل خود دارد. او معتقد است که در حرفه‌ای که فعالیت می‌کند، امکان پیشرفت وجود دارد و امکانات مادی لازم برای این پیشرفت فراهم است. فعالیت‌ها و تلاش‌های او به عنوان یک کارمند یا فعال در حوزه‌ی شغلی ارزش گذاشته می‌شود و از سوی سازمان به مشکلات و نیازهایش رسیدگی می‌شود. همچنین، این شغل به او اعتبار اجتماعی می‌دهد و نیازهای معنوی او را نیز ارضاء می‌کند.\r"},
    {"term": "جنب و جوش هیجانی\r", "definition": "لذّت از ماجراجویی، هیجان و فعّالیتهای بدنی همراه با یادگیری دقیق آنها که موجب برخورداری از مهارتهای بالای حرکتی می شود و تحرّك آشکار، واکنش هیجانی راحت و پرکاری همیشگی را هموار می کند.»\r"},
    {"term": "حرفه اندوزی\r", "definition": "حیطه? حرفـه اندوزی شامل مجموعه ای از عوامل و عناصر خاصّ است كه دومین حیطه? مؤثّر در رضایت شغلی را تشكیل می دهد. حرفه اندوزی به سه مؤلفه مهم در رضایت شغلی اشاره دارد:\r الف) ارزش تحقیق موقعیّتهای شغلی خاصی كه برای انجام تحقیقات، مطالعات و پژوهشها و كسب آگاهی كاركنان، ارزش و اهمیت برجسته ای قائل می شوند، شرایط مطلوبی را برای ارتقای مهارتهـای شغلـی و حرفـه اندوزی فراهـم می آورند. ارزشگذاری برای تحقیق دو پیامد عمده و مؤثّر در رضایت شغلی دارد: 1)ـ ارضای نیاز معنوی و 2)ـ ارزشگذاری برای فعالیتهای شغلی \r ب) آگاهی شغلی برای داشتن یك پیشه? مشخّص، وجود سطحی از آگاهی لازم است كه بدون آن، امكان فعّالیّت مثبت شغلی، حتّی در پایینترین رده، میسّر نیست. از سوی دیگر هر اشتغالی كم و بیش به فرد شاغل، آگاهی جدید می دهد. \r ج) امكان تجربه در كار از عوامل عمده در تكوین رضایت شغلی وجود شرایطی است كه تجربه و كارآزمودگی شاغل را افزایش می دهد. پویایی شغلی بستگی به دو عنصر بنیادین دارد: 1ـ) ثبات محیطی و 2) تنوّع محیطی \r"},
    {"term": "حریم فردی\r", "definition": "این الگو در راهبرد کوتاه مدت اضطراری، مشتمل بر دو مؤلّفه است:\r 1)فردیت\r 2)پشتیبانی\r"},
    {"term": "حمایت \r", "definition": "این فرد احساس راحتی می‌کند و از پذیرفته شدن توسط اطرافیانش به عنوان خودش خشنود است. او از شهرت و جایگاهی که در زندگی دارد، راضی است و از همکاری و همراهی اطرافیانش بهره مند است. این شخص احساس پیشرفت و موفقیت در زندگی خود را تجربه می‌کند و از وجود یک راهنما و حمایت در مسیر زندگیش استفاده می‌کند.\r"},
    {"term": "حمایت محیطی\r", "definition": "حمایت‏ پدر و مادر‎ ‎از علاقه‎ ‎و‎ ‎تواناییهای نوجوان و پذیرش آن به گونه ای که موجب احساس‎ ‎آرامش‎ در محیط‎ ‎خانه‎ می شود. اطرافیان برای دیدگاهها، ‎نظرات‎ ‎و‎ ‎عقایدش ارزش قائل می شوند و بدانها احترام‎ می گزارند و وی را آن‎ ‎طور که‎ ‎هست، می پذیرند. همچنین از‎ ‎وجود‎ ‎یك‎ ‎راهنما‎ در‎ ‎مسیر‎ ‎زندگی برخورداری دارد و‎ از‎ همکاری و حمایت ‎ ‎اطرافیانش در هنگام‎ ‎رویارویی‎ ‎با‎ ‎سختیهای‎ ‎‎زندگی بهره‎ ‎مند است. ‎\r"},
    {"term": "حمایت معنوی\r", "definition": "این الگو از زمره راهبرد میان مدّت نیمه عمیق مشتمل بر سه مؤلّفه است:\r 1)تأثیر\r 2)معنویت\r 3)پشتیبانی\r"},
    {"term": "خردورزی \r", "definition": "«خردورزی» به معنای «بررسی همه جانبه با استفاده از عقل و منطق، هوش و درک ‏همراه با پشتكار و سختكوشی و کارآمدی در آنچه یاد گرفته شده برای تصمیمگیری و انجام بهترین و ‏دقیقترین کار است».‏\r"},
    {"term": "خردورزی معنوی\r", "definition": "‏«خردورزی معنوی» در گستره «انگاره? تعادل روان» به معنای «اعتقاد به خدا، ریشه دواندن معنویّت همراه با استقرار در ‏مسیر نیل به ارزشهای معنوی، پایبندی به ارزشهای دینی و رعایت ارزشهای معنوی که مجموعاً موجب بهره مندی از حمایت معنوی، ظرفیّت تحلیل عقلانی، همه جانبه نگری روشن بینانه برای تصمیمگیری ‏همراه ‏با کارآمدی سختکوشانه و دانش محورانه می شود.»\r ‏«خردورزی معنوی» به طور کلی به سه حیطه بزرگ و اساسی اشاره دارد: تعادل، درستی و ناپایایی روانی\r"},
    {"term": "خشنودی\r", "definition": "به معنای «رضایت از زندگی و احساس سرزندگی ‏ناشی از برخورداری از وجود یک راهنما در مسیر زندگی، حمایت درهنگام رویارویی با سختیهای زندگی ،همراهی فرد مناسب و بهره مندی از همکاری اطرافیان»\r"},
    {"term": "خشنودی روانی نوجوان\r", "definition": "نوجوان احساس‎ ‎سرزندگی و آرامش‎ ‎روانی‎ و راحتی دارد؛ احساس توانایی دارد و استعدادهایش‎ ‎درحال‎ ‎پرورش‎ ‎است؛ با بهره مندی از‎ ‎زندگی‎ ‎درست ‎از‎ ‎همراهی‎ ‎فرد‎ ‎مناسبی نیز‎ ‎برخوردار است؛ ‏از‎ ‎تفریح‎ ‎و‎ ‎سرگرمی‎ ‎های‎ ‎مورد‎ ‎علاقه‎ا ‎ش ‎برخوردار است و در مجموع از زندگی اش رضایت دارد.\r"},
    {"term": "خودارجدهی\r", "definition": "احترام و ارزشی که فرد برای خویش قائل است؛ این ارزشدهی می تواند ناشی از خودباوری، هدفگذاری، تصمیم، فعالیت، پیوند، موقعیت و مرجعیت باشد. هر یک از این منابع می توانند خاستگاه ارج و منزلتی است که فرد می تواند برای خود قائل باشد.\r"},
    {"term": "خودباوری\r", "definition": "باور فرد به محدوده ویژگیهای روانی که در وی وجود دارد؛ اعمّ از خصائص شخصیتی، نگرشها، ارزشها، تواناییها، ضعفهای شخصی که وی را ازدیگران متمایز می کند و زمینه ساز هویت فردی اوست.\r خودباوری از منابع مرجعیّت، ملاک و هنجار نشأت می گیرد.\r"},
    {"term": "خودپویشی \r", "definition": "این فرد احساس سرزندگی و رضایت از زندگی خود را تجربه می‌کند و از تفریحات و سرگرمی‌های مورد علاقه‌اش لذت می‌برد. او از زندگی درست و بهره‌مندی از جایگاه عالی خود در زندگی خود راضی است و از شهرتی که کسب کرده خشنود است. او خود را فرد بالنده، پویا و هدفمند می‌داند و در مسیر بهترین بودن و نیل به رتبه اول در زندگی، گام می‌گذارد. این فرد به عنوان یک فرد کارآمد شناخته می‌شود و در زندگی احساس پیشرفت و موفقیت می‌کند.\r"},
    {"term": "خودکامیابی \r", "definition": "دستیابی به پیشرفت درموّفقیّت منتظره بدون احساس وابستگی به دیگران درزندگی \r"},
    {"term": "خودگستری\r", "definition": "«خودگستری» در یک چشم انداز کلّی به اصالت و معنویّت،جایگاه یابی، تشخیص عاقلانه و منطقی، آینده پویی و تصمیمگیری اشاره دارد؛ امّا در سطحی تفصیلی تر ناظر به پنج مؤلّفه مهم «توفیق»، «بهینگی»، «انتخاب»، «کوشایی» و «بردباری» است\r"},
    {"term": "خودیابی\r", "definition": "خودیابی به معنای کشف ویژگیهای منحصر به فرد در خود است به گونه ای که به پی ریزی خودباوری بینجامد. این پدیده روانی مانند هر یک از جلوه ها و انواع خلّاقیّت، مقتضی طیّ فرایند هیجان اندیشه است؛ یعنی از پویایی وجودی آغاز شده به بیتابی وجودی منجرّ می گردد. \r"},
    {"term": "درست پیشروی\r", "definition": "این الگو یک ساختار منحصر به فرد راهبرد بلندمدّت عمیق محسوب می شود و مرکب از  هشت مؤلّفه است:\r 1)درست زیستی: اشاره به بهره گیری از نظام ارزشی در فحوای زندگی دارد.\r 2)کمال گرایی: به برطرف شدن همه  نواقص و محدودیتها در یک فعالیت مشخص اشاره دارد. \r 3)موفقیت: دلالت بر جایگاه یابی بسزا و شایسته دارد.\r 4)هدفمندی\r 5)همکاری اطرافیان\r 6)راحتی: تاکید مراجع بر پیگیری یک زندگی با آسودگی خاطر\r 7)پیشرفت\r 8)شهرت: جایگاه فرد در محیط\r"},
    {"term": "درست زیستی\r", "definition": "احساس سرزندگی و آرامش روانی مبتنی بر دستیابی به معنای زندگی كه سبب رضایت از زندگی می شود.\r"},
    {"term": "درستی\r", "definition": "« درستی» اصطلاحاً در گستره «انگاره? تعادل روان» یعنی «احساس نیرومندی مبتنی بر اهمیّت بازگشت به سرشت الهی، استقرار در جایگاه شایسته و بهره مندی از درست زیستی که موجب ظرفیّت یکپارچه سازی امور و کوشش متمرکز برای پاکزیستی می شود؛ تحقّق این هدفمندی، مقتضی آینده نگری، انضباط، وقت شناسی و رهایی از مسائل گذشته است.\r «درستی» در اصطلاح مرکّب از چهار مؤلّفه است: «شایستگی»، «پاکی»، «انضباط» و «آینده پویی»\r"},
    {"term": "درستی متعالی \r", "definition": "این فرد احساس سرزندگی، رضایت، و آرامش روانی از زندگی خود را تجربه می‌کند. او از تفریحات و سرگرمی‌های مورد علاقه‌اش لذت می‌برد و از زندگی درستی که دارد بهره‌مند است. همچنین از شهرت و جایگاه اجتماعی‌اش راضی است و احساس پیشرفت و موفقیت در زندگی خود دارد. این فرد در مسیر بهبود و بهتر شدن خود و نیل به رتبه برتر در زندگی خود قرار دارد.\r"},
    {"term": "دریافت حسّی\r", "definition": "دریافت حسّی مربوط به هر چیزی است که از سوی پنج حسّ حاصل می‌آید.\r پدیده‌های روانی متأثر از آن چیزهایی است که دیده، شنیده، بوییده، چشیده و لمس می‌شوند. ظاهرا دریافتهای شنوایی و بینایی از نقش برجسته تری برخوردارند. \r در مجموع به دریافتهای حسّی که معمولاً فرایندی ارتجالی دارند، اصطلاحاً «یادگیری تکوینی» اطلاق می‌شود. این نوع یادگیری در مقابل «یادگیری توجّهی» که ماهیّت آگاهانه و ارادی دارد، قرار می‌گیرد.\r"},
    {"term": "دلبستگی معنوی\r", "definition": "این ساختار در راهبرد میان مدّت نیمه عمیق، مرکب از پنج مؤلّفه است:\r 1)راهنمایی: وجود یک راهنما در زندگی\r 2)معنویت\r 3)درک اجتماعی\r 4)دلبستگی: احساس خلاء در زندگی عاطفی\r 5)یگانگی: در مقابل احساس تنهایی قرار می گیرد.\r"},
    {"term": "راهبرد درمان\r", "definition": "بازسازی روانی بر اساس یکی از راهبردهای هفتگانه روان درمانی تعاملی انجام می گیرد:\r 1)بلندمدّت عمیق(درست پیشروی)\r 2)میان مدّت عمیق(تعالی فردی و رهپویی محیط شناختی)\r 3)میان مدّت نیمه عمیق(حمایت محیطی و روان آرامی)\r 4)کوتاه مدّت عمیق(رشد محیطی و ارجمندی)\r 5)کوتاه مدّت نیمه عمیق(سرزندگی، مرجعیت و پویش استوار)\r 6)کوتاه مدّت اضطراری(حریم فردی و استکمال)\r 7)ترکیبی بنیادین(استکمال و مرجعیت)\r"},
    {"term": "رشد محیطی\r", "definition": "این الگو در راهبرد کوتاه مدّت عمیق، مشتمل بر سه مؤلّفه است:\r 1)فردیت\r 2)تأثیر\r 3)تعالی\r"},
    {"term": "رضایت خانوادگی نوجوان \r", "definition": "نوجوان از تشویق‌هایی که انتظار دارد برخوردار است و احساس پشتیبانی می‌کند. پدر و مادرش هرگز او را با دیگران مقایسه نمی‌کنند و از حسّاسیّت به نمرات و عملکردش پرهیز می کنند. این فرد به ارزش‌ها و اهدافی که برای خود تعیین کرده‌، توجّه می کند و آنچه برایش مهم است برای پدر و مادرشان نیز اهمیت دارد.\r"},
    {"term": "رهپویی محیط شناختی\r", "definition": "این الگو اشاره به شش مؤلّفه دارد:\r 1)پایبندی به ارزشها\r 2)درک اجتماعی\r 3)رهیابی\r 4)توجه به عقاید\r 5)تاثیر اجتماعی: اثرگذاری بر فضای اجتماعی در دو شکل نفوذ و قدرت\r 6)همکاری راهنما\r"},
    {"term": "روان آرامی\r", "definition": "این الگو، در راهبرد میان مدّت نیمه عمیق مشتمل بر سه مؤلّفه است:\r 1)استواری\r 2)تعالی\r 3)پشتیبانی\r"},
    {"term": "رواندرمانی تعاملی \r", "definition": "به بیان مختصر رواندرمانی تعاملی یعنی «فرایند تحقّق «پیوند» میان درمانگر و درمانجو که پدیده ای ارزشی و معنوی درمان کننده است؛ از این پیوند ارزشی و معنوی درمان کننده به عنوان «تعامل» یاد می شود.\r به بیان دیگر «تعامل» به معنای پیوند معنوی و ارزشی ویژه میان درمانگر و درمانجو، درمان می کند. پس «آن که درمان می کند «تعامل» میان درمانگر و درمانجوست».\r"},
    {"term": "رواندرمانی حمایتی\r", "definition": "در «رواندرمانی حمایتی» با پدیده? «بیتابی» رویاروییم. این هیجان ناخوشایند که آرامش روانی را از آدمی سلب می کند، در مواجهه فرد با یک مسأله و یا مشکل در زندگی آغاز می شود. در این جا درماندگی در حلّ مسأله وی را رنج می دهد.\r مسائل زندگی ممکن است از «انتظارات غیرواقع بینانه» سرچشمه گرفته باشند که بالطّبع فرد را «بیتاب» کرده اند. تردید نیست که «بیتابی» خدشه هایی در «اجرای تصمیم» وارد می کند. \r در نتیجه ضرورت دارد «انتظارات غیر واقع بینانه در زندگی» مورد تحلیل و کاوش دقیق و ژرف قرار گیرند و راهبرد درمان در جهت «تعدیل انتظارات» پی ریزی شود. این راهبرد در خط سیر تخصّصی تر به تعدیل «انتظار از خود» و «انتظار از محیط» می پردازد.\r به موازات این کاوش و تحلیل، باید مَراجع انتظارات فرد شناخته شوند؛ او از چه شخص یا منبعی قویترین انتظار را دارد؟\r لذا محور و کنون توجه رواندرمانی بر بررسی و بهسازی مقوله «انتظار_ مرجعیت» است.\r در این سطح، فرد درمانده در واقع بیمار نیست؛ گرچه ناآرام است و صرفاً نیاز به حمایت و پشتیبانی روانی تخصّصی دارد: حمایت از «خود» در برابر مشکلاتی که وی را تهدید می کنند.\r فرد بیتاب در قبال مشکل خود، احساس تنهایی می کند و در پی رفع این احساس تنهایی است. \r لذا رواندرمانی حمایتی به معنای گستراندن چتر پشتیبانی برای فرد بیتاب از طریق بهره گیری از فنون تخصصی است. این حمایت تخصّصی مشتمل بر قدرت و توانایی، پناه دهی، پشتیبانی، همراهی، درک، پذیرش، دلسوزی، مهرورزی، پنددهی، چاره اندیشی، شکیبایی و صداقت است که به روانشناس حمایتی، مرجعیّت می دهد.\r"},
    {"term": "ریاضی گرایی\r", "definition": "این فرد به دلیل علاقه‌مندی به ریاضیات و کار با اعداد، با ویژگی \"علاقه‌مند به ریاضیات\" شناخته می‌شود. او لذت می‌برد از محاسبه و کار با اعداد و به راحتی محاسبات را یاد می‌گیرد. با داشتن مهارت‌های بالایی در این زمینه، در انجام فعالیت‌های ریاضی و محاسبات، به دقت عمل می‌کند و مسائل را به آسانی حل می‌کند.\r"},
    {"term": "ریشه یابی تجربی \r", "definition": "این فرد به طور ذاتی به کشف و بررسی مسائل پرداخته و از حل مسائل ریاضی و آزمایش‌ها لذت می‌برد. او پیش از تدریس استاد آزمایش‌ها را انجام داده و به دنبال کشف علت و جزئیات پنهان در مواردی مانند شور بودن نمک یا عملکرد ساعت است. این فرد دارای تمایل به تجربه و آزمون مستقل است و حتی در برخی موارد به طور پنهانی و بدون اطلاع اطرافیانش آزمایش‌ها را انجام می‌دهد. او همچنین از بررسی و تحلیل مسائل پیچیده و سخت لذت می‌برد و زمانی که با آنها مواجه می‌شود، به عنوان زمان شیرین‌ترین زندگی خود را تجربه می‌کند.\r"},
    {"term": "زبان گرایی\r", "definition": "این فرد از صحبت کردن، سخنرانی کردن و نوشتن لذت می‌برد و توانایی خوبی در یادگیری و استفاده از کلمات و لغات دارد. او قادر است که آنچه را که می‌شنوده یا مطالعه می‌کند، به خوبی حفظ کند و به راحتی و با دقت واژه‌ها و لغات را یاد بگیرد و حفظ کند.\r"},
    {"term": "ساختار پنج وجهی تصمیمگیری \r", "definition": "«تصمیمگیری» به عنوان انتخاب یک گزینه ازمیان دو و یا چند گزینه یک فرایند انتخابی است که از انتظار نشأت می گیرد؛ لذا تابعی از خصایص شخصیّتی، شناختی عاطفی ونگرشی است. براساس الگوی پنج وجهی تصمیمگیری، این پدیده روانشناختی برایند تعاملی «ظرفیّت تحلیلی»، «دانش تخصّصی»، «کارآزمودگی»، «انگیزش درونی» و «ویژگیهای شخصیّتی» است.\r انگیزش درونی\r فرایند اخذ تصمیم از انگیزش آغاز می شود. شدت گرایش و رغبت شخصی فرد به ذات یک حیطه انگیزش را درونی می کند، فرایند تصمیمگیری ریشه دارتر است. انگیزش برونی چه بسا جریان تصمیمگیری را در نقطه ای غیر قابل پیش بینی، دچار رکود کند و آن را ابتر گذارد. \r دانش تخصّصی\r هر فرایند تصمیمگیری به وجود حدّاقلیّ از آگاهیهای و اطّلاعات لازم نیازمند است. بدون وجود دانش تخصّصی در یک قلمرو نمی توان به تصمیمگیری در آن قلمرو مبادرت ورزید. لذا تصمیمگیری از یک زمینه محرز شناختی برخوردار است. وسعت دانش به گستردگی چشم انداز برای تصمیمگیری امکان می دهد. در واقع دانش، چشم انداز تصمیمگیری را روشنی می بخشد.\r کارآزمودگی\r فرایند تصمیمگیری بی تردید از یک مؤلّفه عملی نیز بهره مند است. کارآزمودگی در یک حوزه خاص هر چه ژرفتر درگیرانه تر ظرفیت سرشار از آمادگی برای تصمیم در آن حوزه به دست می دهد. هر چه یک زمینه آزمون پذیرتر، نقش کارآزمودگی برای تصمیمگیری در آن زمینه برجسته تر می شود.\r ظرفیّت تحلیلی\r هر جریان تصمیمگیری مستلزم بهره گیری از سازوکار تجزیه و تحلیل و یکپارچگی اطّلاعات است. بدون یک فرایند تحلیلی و سازماندهی استوار، وجود دریایی از اطّلاعات نیز برای اخذ تصمیم کفایت نمی کند. لذا تصمیمگیری به تحلیل نیازمند است.\r ویژگیهای شخصیت\r پدیده تصمیمگیری به ویژگیهای شخصیّتی تصمیمگیرنده بستگی دارد. هر چه سطح یک تصمیم فراتر می رود، به خصایص شخصیّتی برجسته ای در فرد تصمیمگیرنده نیازمندتر می شود.\r"},
    {"term": "ساختار تعاملی هوش موفق\r", "definition": "این ساختار به تعامل میان سه هوش (تحلیلی، تحصیلی و تجربی) و سه مؤلفه اساسی موفقیت (هدفمندی مجدّانه، پیشروی خشنود، بهینگی محیطی) تأکید می ورزد. \r بر پایه این ساختار از «موفّقیّت» چنین تعریفی داده می شود: «جدّیت در هدفمندی، بهینگی در بازده? تكالیف و یا پیشرفت رضایتمندانه با توجه به توانایی در یاد‌گیری مفاهیم، تجربه? دانسته‌ها و طبقه‌بندی آنها».\r"},
    {"term": "ساختار تعاملی هویت\r", "definition": "هویت، باور منحصر به فرد معنوی ناشی از مرجعیّیت و یا قیاس که در گذار تحوّلی شکل گرفته ثبوتاً و اثباتاً قابل ابراز است و به پایایی خود می انجامد\r بر اساس منابع سه نوع هویت وجود دارد: 1)مرجعیتی، 2)ملاکی، 3)هنجاری\r پس محتوای هویت، شناختی، عاطفی و ارزشی است لذا مستلزم خودآگاهی، خودباوری، خودپذیری، خودارجدهی است از این رو، اغتشاش و استحکام به بافت محتوایی سه گانه ربط دارد عناصر سه گانه چقدر مستحکم و هماهنگ هستند. خلأ، توهّم، تعارض، ابهام(ظنّ آلود)، اغتشاش، انفعال و پایداری متعلق به این عناصرند.\r"},
    {"term": "ساختار تعاملی یادگیری\r", "definition": "از طلیعه‌های نظری «مکتب تعاملی»، افق جدیدی در مقوله? «یادگیری» است که ممکن است از آن به مثابه? «ماهیّت تعاملی یادگیری» نام برد. \r «ساختار تعاملی یادگیری» بدین معناست که به ازای هر نوع هوش، نوعی یادگیری وجود دارد: تحصیلی، تجربی و تحلیلی. تفکیک سه نوع یادگیری صرفاً در عالم انتزاع قابل تصوّر است؛ یعنی در مصداق و واقع و عینیّت، یکپارچگی متعامل در شاکله? یادگیری تحقّق دارد. این شاکله? یکپارچه هر سه نوع یادگیری را در هم آمیخته است. لذا یادگیری هر زمینه‌ای تحت تأثیر تعاملی سه نوع هوش قرار می‌گیرد. به بیان دیگر در یادگیری هر زمینه‌ای هر سه نوع یادگیری، کم و بیش و به فراخور نقش دارند.\r سه نوع یادگیری به مثابه? سه مؤلفه بنیادین یادگیری در یکدیگر تنیده و یکپارچه شده اند؛ لذا تفکیک جریان کلی یادگیری به انواع سه گانه، ممکن نیست. گرچه معمولاً یکی از انواع سه گانه برجستگی نشان می‌دهند؛ مثلاً یادگیری تحلیلی برجسته‌تر در ریاضی در مقایسه با سایر زمینه ها؛ امّا همین یادگیری تحلیلی توأم با دو نوع یادگیری دیگر یعنی تحصیلی و تجربی است. به تعبیر دیگر هیچ نوع یادگیری خالص و نابی در یک زمینه یافت نمی شود که کاملاً منقطع از دو نوع دیگر باشد.\r «ماهیّت تعاملی یادگیری» علاوه بر تعامل در ظرفیّتها، به تعامل در مظروفها و یا زمینه‌ها نیز تأکید دارد. مثلاً ظرفیّت خاصّی در یادگیری ریاضی در تحت تأثیر تعاملی با ظرفیّت ویژه‌ای در یادگیری کلامی واقع می‌شود.\r بنابراین تعامل یادگیری هم در انواع یادگیری و هم در زمینه‌های آن رخ می‌دهد.\r یادگیری نیز ماهیتی تعاملی دارد. هر فردی در هر زمینه‌ای از هر سه یادگیری به فراخور بهره‌مند است اما معمولاً یکی از سه نوع در آن زمینه برجسته‌تر است بنابراین یادگیری ناب و خالص در یکی از انواع سه گانه یادگیری فقط در انتزاع قابل تصور است درعالم واقع و عینیّت، از بروز تعاملی پیچیده برخوردار است.\r"},
    {"term": "ساختار کروی استعداد\r", "definition": "طبیعت استعداد از یک شاکله و بافت تعاملی برخوردار است: حیطه شناختی، حیطه? رفتاری و زمینه خاصّ.\r حیطه? شناختی شامل سه توانایی یادگیری و حیطه? رفتاری مرکّب از دو توانایی انجام کار است. از سه توانایی یادگیری می‌توان به مثابه? سه نوع «هوش» یاد کرد و دو توانایی انجام کار نیز در واقع دو نوع «کنش» را تشکیل می‌دهند.\r از این رو، بر اساس «ساختار کروی استعداد» در مجموع، پنج «توانایی بنیادین» وجود دارد سه نوع هوش یا توانایی یادگیری به ترتیب «هوش تحلیلی»، «هوش تجربی» و «هوش تحصیلی» نامیده شدند و دو نوع کنش یا توانایی انجام کار نیز به ترتیب «کنش نوسودمندی» و «کنش وظیفه مندی» نام می گیرند. \r بر این اساس، بر پایه? تواناییهای بنیادین کشف شده در تعامل با زمینه‌ها می‌توان یک «ساختار کروی» را ارایه داد. \r بر پایه آنچه بیان شد، از «استعداد» می توان این تعریف را ارائه داد: «توانایی درک، یادگیری و طبقه‌بندی مفاهیم ویژه? یک زمینه و یا انجام ماهرانه? کار و بروز قابلیّتهای‌ شخصی‌ در آن زمینه است».\r"},
    {"term": "سازش \r", "definition": "به معنای سهولت و سادگی در برقراری پیوند و رابطه با دیگران و سازگاری با موقعیّتها \r"},
    {"term": "سازش یافتگی موقعیتی \r", "definition": "این فرد از ویژگی انعطاف‌پذیری برخوردار است و به راحتی قابلیت سازگاری با هر موقعیت و وضعیتی را دارا می‌باشد. او قدرت منطبق شدن با محیط‌های مختلف را داراست و با هر تغییر و چالشی که پیش آید، به سادگی تطبیق می‌یابد. این شخصیت از انعطاف و توانایی سازگاری خود به عنوان یک ویژگی مثبت در مواجهه با شرایط مختلف زندگی استفاده می‌کند و به شکلی فعال و کارآمد با موقعیت‌های متغیر برخورد می‌کند.\r"},
    {"term": "سازمان پذیری فردی\r", "definition": "سازمان پذیری مجموعه? خصایص و شرایطی است كه یك نهاد یا سازمان را از نقطه نظر فرد شاغل، جذّاب و پذیرفتنی می كند؛ به گونه ای كه كلّیه? ارزشها، اصول و مقرّرات آن نهاد از سوی فرد شاغل جذب می گردد.\r"},
    {"term": "‏سرزندگی\r", "definition": "این الگو در راهبرد کوتاه مدّت نیمه عمیق، مشتمل بر دو مؤلّفه است:\r 1)تعالی\r 2)پشتیبانی\r"},
    {"term": "سرسختی شناختی \r", "definition": "«سرسختی شناختی» بدین معناست: «برانگیختگی كنجكاوی فرد با هر مسأله? مبهمی در قلمرو فعّالیّتهای مورد علاقه‌ همراه با ناآرامی و مشغولیّت فراگیر و سرسختانه که وی را به سوی کشف حقیقت از طریق تجربه سوق می دهد. این حالات همراه با بدن لرزی و تشنگی و گرسنگی است.»\r"},
    {"term": "سرشت \r", "definition": "سرشت دلالت بر هر آنچه دارد که به عنوان ذات، فطرت، غریزه و نهاد از آن یاد شود و در نهان بشر جای دارد. سرشت از فطرت بر می‌خیزد که نوعی آفرینش خاصّ است. سرشت با نقشهایش هر دستاورد روانی را دچار پیچیدگی کرده و سبب تحیّر روانشناسان می‌شود. شناخت سرشت، غایت روانشناسی است و آمال بزرگترین روانشناسان تاریخ را تشکیل می‌دهد.\r"},
    {"term": "سنجیدگی\r", "definition": "به معنای سنجش همه جوانب هنگام تصمیمگیری و انجام بهترین راه بر اساس عقل و منطق توأم با پشتکار در آموخته‌ها\r"},
    {"term": "شایستگی \r", "definition": "شایستگی به معنای «هدفمندی مبتنی بر استقرار در جایگاه شایسته و بهره مندی از زندگی درست» \r"},
    {"term": "شخصیت پایدار\r", "definition": "این نوع شخصیت به معنای گسترده یعنی: «سنجش همه? جوانب هنگام ‏تصمیمگیری، یادگیری دقیق برای انجام کار، رعایت موازین، مقرّرات، قوانین و آداب محیط، وقت شناسی، کوشش در نگهداری وسایل شخصی و مرتب بودن، انضباط در امور، از عهده‌ برآمدن فرد در انجام وظایف و مسؤولیّتها بر اساس عقل و منطق و بهترین راه با استفاده از هوش و درک خود توأم با پشتکار در آموخته ها، به گونه ای که فرد، مورد اعتماد دیگران قرار می‌گیرد».\r"},
    {"term": "شخصیت پویا\r", "definition": "ساختار شخصیّتی پویا را می توان این گونه تعریف کرد:\r ‏«احساس نیرومندی شدید در فعّالیّتهای مورد علاقه، جذّابیت هر چیز ‏تازه و نو، لذّت از ‏انجام کار جدید به تنهایی و مستقلّ، مشغولیت کامل به مسأله ‏رویارو همراه با گردش اندیشه، ‏پیگیری کنجکاویهای هیجان انگیز برای حلّ مسأله با انجام فعّالیّتهای پراکنده بدون احساس ‏درماندگی، و دقّت پیش بینی درباره? رویدادها که توأم با لذّت از جنب و جوش و فعّالیّتهای ‏بدنی و ورزشی ‏متنّوع، و برخورداری از مهارتهای بالا در انجام فعّالیّتهای حرکتی است».‏\r"},
    {"term": "شخصیت پیماندار\r", "definition": "شاکله شخصیّتی پیماندار از پویشی پایدار برخوردار است و به مفهوم گسترده یعنی: «آمادگی برای یادگیری دقیق، فهم‌، دریافت ‌و گیرایی تیز در محوریابی، ریشه‌یابی ‏ساده? مفاهیم، تجزیه‌ و ‏تحلیل‌ مطالب،‌ طبقه‌بندی راحت مفاهیم به شیوه‌های نوین، ارایه? آسان ‏دسته‌بندیهای جدید از ‏مفاهیم، سازماندهی ساده? مباحث بر اساس ارتباط دهی بین آنها، دسته بندی و ترکیبدهی ‏پدیده ها برای انجام کار به تنهایی و مستقلّ و لو با انجام فعّالیّتهای پراکنده، سهولت و سادگی در برقراری پیوند و رابطه با دیگران، سازگاری با ‏موقعیّتها، رعایت موازین، مقرّرات، قوانین و آداب محیط، وقت شناسی، کوشش در نگهداری وسایل شخصی و مرتّب بودن، انضباط در امور، و همچنین از عهده‌ برآمدن فرد در انجام وظایف و مسؤولیّتهاست به گونه ای که فرد، مورد اعتماد دیگران قرار می‌گیرد».\r"},
    {"term": "شوخ طبعی\r", "definition": "این شخصیت با ویژگی شوخ‌طبعی شناخته می‌شود، به این معنا که از لحاظ اجتماعی به شوخی و طنز پرداخته و با این رفتار مثبت، اطرافیانش را شاد و خوشحال می‌کند. او توانایی دارد با طنز و شوخی موقعیت‌های اجتماعی را روشن کند و محیط اطرافیان خود را دلپذیرتر کند.\r"},
    {"term": "شیفتگی \r", "definition": "این شخصیت با ویژگی تمرکز شناخته می‌شود، به این معنا که در انجام وظایف و حل مسائل، توانایی بالایی در تمرکز دارد و اغلب از مشکلات اشتباه در تصمیم‌گیری جلوگیری می‌کند. او در هنگام انجام کارها، توجه کامل به جزئیات و مسأله‌ها را دارد و به سرعت به نتیجه مورد نظر می‌رسد. همچنین، در هنگام حل مسائل، به گونه‌ای تمرکز دارد که احساس زمان گذشته نمی‌کند و با انرژی و اشتیاق به کار خود ادامه می‌دهد.\r"},
    {"term": "ظرفیت تحلیلی\r", "definition": "به معنای آمادگی برای فهم‌، دریافت ‌و گیرایی تیز در محوریابی، ریشه‌یابی ساد? مفاهیم، تجزیه‌ و تحلیل‌ مطالب،‌ طبقه‌بندی راحت مفاهیم به شیوه‌های نوین، ارای? آسان دسته‌بندیهای جدید از مفاهیم و سازماندهی ساد? مباحث بر اساس ارتباط دهی میان آنها.\r"},
    {"term": "فراگستری\r", "definition": "به معنای انجام کار بر اساس عقل و منطق، سنجش هم? جوانب هنگام تصمیمگیری و انجام بهترین راه با استفاده از هوش و درک خود، کوشایی در نگهداری وسایل شخصی و انضباط و ترتیب در امور همراه با وقت شناسی\r"},
    {"term": "فردپذیری سازمانی\r", "definition": "مقصود از فردپذیری، پذیرش فردیت شاغل از سوی سازمانی خاص است؛ خصائصی در فرد وجود دارد كه مورد پذیرش و جذب سازمان قرار می گیرد.\r"},
    {"term": "فردیت\r", "definition": "برخورداری از آزادی كافی و استقلال فردی همراه با تلاش كمال گرایانه در كار مبتنی برخودشناسی كافی و شناخت خوب اطرافیان دارد كه منجرّ به نفوذ در دیگران می شود.\r"},
    {"term": "فعالیت \r", "definition": "این فرد به طور مداوم و پافشاری، در فعالیت‌ها و کارهای مختلف شرکت می‌کند و از پرکاری و تلاش بی وقفه فرار نمی‌کند. او همیشه انگیزه زیادی برای شروع به کار دارد و با انرژی بالا به تکالیف و وظایف خود می‌پردازد، همواره به دنبال بهبود و پیشرفت است.\r"},
    {"term": "کنجکاوی \r", "definition": "کنجکاوی یعنی «دست بر نداشتن از کنجکاویهای خطرناک و دردسرآفرین توأم با ناآرامی برای تجربه کردن»\r"},
    {"term": "کنجکاوی تحلیلی\r", "definition": "به معنای پیگیری کنجکاویهای خطرناک و دردسرآفرین و هیجان انگیز در دسته بندی و ترکیبدهی پدیده‌ها.\r بر این اساس، در مجموع یک ابزار شخصیّت سنج موسوم به «آزمون تعاملی شخصیّت» حاصل شد که مجموعاً ده عامل یادشده را در سه مقیاس می‌سنجد.\r"},
    {"term": "کنجکاوی ماجراجویانه \r", "definition": "تعریف: این فرد با اینکه می‌داند کنجکاوی‌هایش ممکن است خطرناک باشد و دردسرهایی ایجاد کند، اما همچنان از تعقیب ماجراجویی‌ها و کشف جوانب ناشناخته استقبال می‌کند. او از آنجا که به دنبال تجربه و کشف است، دست بر نمی‌دارد و به سمت خطرات می‌رود. این فرد ممکن است به عنوان یک ماجراجوی خطرناک شناخته شود که همواره به دنبال کشف واقعیت‌های جدید و تجربه‌های هیجان‌انگیز است.\r"},
    {"term": "کنش\r", "definition": "کنش دالّ بر هر چیزی است که در اعضاء و جوارح تن و بدن بروز یابد و بی تردید متأثّر از ویژگیهای جسم است.\r"},
    {"term": "کوشایی\r", "definition": "«کوشایی»  در خودگستری یعنی «نگاه همیشگی به جلو در زندگی، امنیت و پیشرفت در زندگی مشروط به جایگاه دهی، محوریت وفاداری در زندگی، باور به هدفمندی خود، انسجام اندیشه ها، انضباط و نظم وترتیب، عقاید مورد توجّه  که درمجموع موجب خوشحالی از تأثیر بر دیگران می شود».\r"},
    {"term": "الگوهای رواندرمانی تعاملی\r", "definition": "رواندرمانی تعاملی مبتنی بر مبانی نظری و تجارب بالینی حرفه ای از الگوهای خاصّی بهره می گیرد. این الگوهای متنوّع بسته به ویژگیهای راهبردهای درمان، معیّن شده، به کار گرفته می شوند. \r دوازده الگوی بسیار مهم رواندرمانی تعاملی را می توان از قرار ذیل برشمرد:\r «پیشرفت درست»، «تعالی فردی»، «رهپویی محیط شناختی»، «حمایت معنوی»، «روان آرامی»، «رشد محیطی»، «ارجمندی»، «سرزندگی»، «مرجعیت»، «پویش استوار»، «حریم فردی» و «استکمال».\r"},
    {"term": "الگوی سه وجهی رضایت زناشویی\r", "definition": "الگوی تعاملی سه وجهی رضایت زناشویی بر تعامل میان سه مؤلفه اساسی خشنودی در پیوند میان زن و شوهر تأکید دارد: «پذیرفتگی»، «پشتیبانی» و «اعتمادورزی» سه خاستگاه و ریشه مهم پدیدآیی و شکل گیری خشنودی زناشویی قلمداد می شوند.\r"},
    {"term": "الگوی مرجعیت ‏\r", "definition": "این ساختار در راهبرد کوتاه مدّت نیمه عمیق، مرکب از سه مؤلّفه است:\r 1)درک محیطی\r 2)رهیابی\r 3)راهنمایی\r"},
    {"term": "مادّیگرایی \r", "definition": "مادّیگرایی یعنی «دوری از معنویّت ومقایسه همیشگی با دیگران برای جاه طلبی بدون توجّه به پدیده مرگ».\r"},
    {"term": "مادّیگرایی جرم\r", "definition": "دوری از معنویّت و مقایسه برای جاه طلبی بدون توجّه به پدیده مرگ می تواند در کنار باور به سودمندی و فواید مادی قانون شکنی و ارتکاب جرم می تواند آمادگی فرد را برای انجام یک فعالیت مجرمانه تسهیل کند. \r چنان که غلبه هزینه جرم بر منفعتش می تواند از ارتکاب جرم بازداری کند.\r"},
    {"term": "محرومیت عاطفی \r", "definition": "گرایش به جرم و فعالیت مجرمانه می تواند ناشی از آسیبهای عاطفی دوران گذشته باشد. برخی آسیبهای عاطفی(تروماهای) که در دوران کودکی تجربه می شوند می توانند آن چنان مؤثر باشند که فرد آسیب دیده را در معرض بروز قانون شکنی و جرم قرار دهند. حتی محرومیتهای عاطفی در دوران نوجوانی و جوانی ممکن است فرد را به ارتکاب جرم سوق دهد.\r"},
    {"term": "مدرسه? تربیّت تعاملی\r", "definition": "«مدرسه? تربیّت تعاملی استعداد» آموزشگاهی است که با هدف «پرورش استعداد دانش آموز» از منظومه ای تعاملی شامل فرد دانش آموز، والدین، کادر اداری، آموزشی و فضای دانش آموزی در فرایندی مرکّب از بهداشت روان و تشخیص استعداد دانش آموز، ارتقای ظرفیّت خانواده و بهسازی فضای رسمی آموزشگاه، برخوردار می شود.\r"},
    {"term": "مرجعیّت\r", "definition": "در استعدادپروری «مدرسه? تعاملی» باید ارتباط و پیوند با مَراجع و راهنمایان ورزیده را تسهیل کند. اصل مرجعیّت به پیوستاری از منابع تخصّصی اشاره دارد که در برگیرنده? آموزگار، معلّم، مشاور، مربّی، رایزن خبره و راهنمای نخبه می‌شود.\r وجود مربّیانی متناسب با ویژگیهای استعداد و تنوّع آن از عوامل تعیین‌كننده? كامیابی یك «مدرسه? تعاملی» است. مربّی و مشاوره? ویژه، اساسی‌ترین منابع انسانی مزبور را تشكیل می‌دهند.\r پا به پای لزوم آموزش و تعلیم اقتضایی (بر مبنای نوع استعداد، جنسیّت و پایه? تحصیلی)، وجود مربّیانی با ویژگیهای متفاوت، ضرورت دارد.\r مشاور ویژه دومین منبع انسانی مهمّ برای یک «مدرسه? تعاملی» است.\r"},
    {"term": "مسؤولیت پذیری\r", "definition": "این فرد به خوبی و با دقت از عهده وظایفش برمی‌آید و همیشه آماده است تا آنچه که از او مورد انتظار است را به درستی انجام دهد. او می‌تواند با دیگران مقایسه کند، اما این مقایسه برای بهبود و بهتر شدن است و نه به عنوان یک عامل منفی. این فرد دارای مهارت‌های درک و یادگیری بالا است و به طور مداوم به بهبود خود می‌پردازد. علاوه بر این، او مرتب و منظم است و در کارهایش بسیار متمرکز و وقت‌شناس است.\r"},
    {"term": "معنویت\r", "definition": "معنویّت در زندگی فرد ریشه دوانده، پایبندی به ارزشهای دینی دارد و ارزشهای معنوی را رعایت می‌كند.\r"},
    {"term": "معنویت شغلی\r", "definition": "این فرد تمایل دارد که رشته? تحصیلی و فعالیت‌هایش با یکدیگر همخوانی داشته باشند. او به دنبال یک تطابق و تناسب میان رشته? تحصیلی و شرایط کاری است و احساس می‌کند که در محیطی که متناسب با تخصص و علاقه‌هایش باشد، موفق‌تر خواهد بود.\r"},
    {"term": "ناپایایی روانی\r", "definition": "‏«ناپایایی» در معنای گسترده یعنی: «دوری از معنویّت، فقدان صداقت و تعهّد و مقایسه? همیشگی با دیگران برای جاه طلبی، بدون آینده نگری و توجّه به پدیده? مرگ که موجب گرفتاری شکّ و تردید در حلّ ‏مسائل، بیمناکی و نگرانی نسبت به حلّ آنها، دلمشغولی دائمی، احساس فرسودگی تدریجی، احساس دایمی دلنگرانی و خستگی، احساس تنهایی در هنگام دشواریها و احساس نگرانی برای بقای خود می گردد. در چنین وضعیّتی تشخیصها و انتخابها، هیجانی هستند و کنجکاویهای خطرناک و دردسرآفرین برای تجربه، رهگشایی ندارد. این شرایط، مجموعاً منجرّ به احساس ناآرامی، سردرگمی، فقدان چیرگی هیجانی و بروز رفتارهای نامتعادل در زندگی می شود».\r اصطلاح ناپایایی روانی ناظر بر پنج مؤلّفه است: «بیتابی»، «هیجان پذیری» ، «کنجکاوی»، «مادّیگرایی» و «تزلزل»\r"},
    {"term": "نظام سه گانه تیزهوشی\r", "definition": "«نظام سه گانه تیزهوشی» بر وجود سه تیزهوشی بزرگ و اساسی تأکید می کند: تیزهوشی پیشرفتگی، تیزهوشی آفرینندگی و تیزهوشی سازماندهی.\r بروز وظهور این ظرفیتهای بزرگ به زمینه ها و بافتهای گوناگون بستگی دارد: کلامی، اجتماعی، فرهنگی، هنری، اقتصادی، علوم پایه، حرکتی و ریاضی.\r"},
    {"term": "نظریه تعاملی هوش \r", "definition": "این نظریه به تعامل سه هوش تحلیلی، تجربی و تحصیلی در فرایند توانایی کلی شناخت و یادگیری اشاره می کند. \r بنابراین به تعبیر ساده هوش از چشم انداز تعاملی چنین تعریف می‌شود: «توانایی در یاد‌گیری مفاهیم، تجربه? دانسته‌ها و طبقه‌بندی آنها».\r"},
    {"term": "نظم\r", "definition": "فردی که به طور کلی در انجام کارها و اداره زندگی خود مرتب و منظم عمل می‌کند، دقت و کوشش خاصی را در نگهداری وسایل شخصی خود اعمال می‌کند، و در تنظیم و مدیریت وقت خود با موفقیت و دقت عمل می‌کند.\r"},
    {"term": "نوآوری\r", "definition": "این فرد توانایی بالقوه‌ای در ارائه راه‌حل‌های جدید، آسان و مؤثر برای مسائل دشوار دارد. او برخوردار از توانایی ویژه‌ای در انجام کارهای سودمند است و معمولاً توانایی دارد که با شیوه‌های نوین و متفاوتی کارها را ارایه دهد. یادگیری او به منظور نوآوری و ارتقاء است.\r"},
    {"term": "نوسودمندی\r", "definition": "توانایی «نوسودمندی» اصطلاحاً به معنای «توانایی ارائ? طرحهای سودمند به سادگی با شیو? نوین‌ ‌كه راه‌ حلّ‌ جدید، آسان‌ و مؤثّری برای‌ مسائل‌ دشوار باشد و به توانایی انجام کار سودمند در سطح‌ برجسته‌ منجرّ می‌شود. دوستی انجام کار بزرگ و تازه به اندازه‌ای است که فکر همیشگی لزوم انجامش فرد را رها نمی‌کند و جنب‌ و جوش‌ كنجكاوانه‌ای در وی بروز می‌یابد».\r"},
    {"term": "نوسودمندی تجربی\r", "definition": "توانایی در تجربه? دانسته‌ها برای روشن شدن مطلب است که با تحریك شدن کنجکاوی فراگیر با هر مسأله? مبهم یا پیچیده‌ای آغاز می‌شود که به توانایی ارایه? طرحهای سودمندی به سادگی با شیوه? نوین می‌انجامد؛‌ ‌طرحهایی که راه‌ حلّ‌ جدید، آسان‌ و مؤثّری برای‌ مسائل‌ دشوار باشد و به فرد در انجام یک کار سودمند برجسته‌، توانایی می‌دهد.\r"},
    {"term": "نوسودمندی تحصیلی\r", "definition": "توانایی یاد‌گیری دقیق موادّ درسی (بویژه عملی) و مباحث تحصیلی و فهم آنها که با موفّقیّت در واحدهای عملی طیّ دوران تحصیل همراهی دارد تا به ارایه? طرحهای سودمند به سادگی و با شیوه? نوین بینجامد؛ طرحهایی که راه‌ حلّ‌ جدید، آسان‌ و مؤثّری برای‌ مسائل‌ دشوار باشد و به فرد در انجام دقیق یک کار سودمند برجسته، توانایی می‌بخشد. به بیان دیگر، در این جا، هوش تحصیلی ‌به افزایش دقّت عمل در یک کار سودمند برجسته، یاری می‌دهد.\r"},
    {"term": "نوسودمندی تحصیلی تجربی\r", "definition": "توانایی یاد‌گیری دقیق موادّ درسی (بویژه عملی) و مباحث تحصیلی و فهم آنها که با موفّقیّت در واحدهای عملی طیّ دوران تحصیل همراه با تجربه? دانسته‌ها برای روشن شدن مطلب که با تحریك شدن کنجکاوی فراگیر با هر مسأله? مبهم یا پیچیده‌ای آغاز می‌شود تا به ارایه? طرحهای سودمند به سادگی و با شیوه? نوین بینجامد؛ طرحهایی که راه‌ حلّ‌ جدید، آسان‌ و مؤثّری برای‌ مسائل‌ دشوار باشد و به فرد در انجام دقیق یک کار سودمند برجسته، توانایی می‌بخشد. به بیان دیگر، در این جا، هوشهای تحصیلی و تجربی ‌به افزایش دقّت عمل در یک کار سودمند برجسته، یاری می‌دهند.\r"},
    {"term": "نوسودمندی تحصیلی تحلیلی\r", "definition": "توانایی‌ یاد‌گیری دقیق، فهم‌، دریافت ‌و گیرایی تیز در محوریابی، ریشه‌یابی ساده? مفاهیم، تجزیه‌ و تحلیل‌ مطالب و موادّ درسی (بویژه عملی) و مباحث تحصیلی،‌ طبقه‌بندی راحت مفاهیم به شیوه‌های نوین، ارایه? آسان دسته‌بندیهای جدید از مفاهیم و سرانجام، سازماندهی ساده? مباحث برای انجام درست و افزایش دقّت عمل که به توانایی ارایه? طرحهای سودمندی به سادگی با شیوه? نوین منجرّ می‌شود؛‌ ‌طرحهایی که راه‌ حلّ‌ جدید، آسان‌ و مؤثّری برای‌ مسائل‌ دشوار باشد و در نهایت فرد را برای انجام یک کار سودمند برجسته‌، توانا می‌کند. . به عبارت دیگر، یک فرد از هوش تحصیلی و تحلیلی اش برای نوآوری استفاده می کند.\r"},
    {"term": "نوسودمندی تحلیلی\r", "definition": "توانایی‌ فهم‌، دریافت ‌و گیرایی تیز در محوریابی، ریشه‌یابی ساده? مفاهیم، تجزیه‌ و تحلیل‌ مطالب،‌ طبقه‌بندی راحت مفاهیم به شیوه‌های نوین، ارایه? آسان دسته‌بندیهای جدید از مفاهیم و سرانجام، سازماندهی ساده? مباحث که به توانایی ارایه? طرحهای سودمندی به سادگی با شیوه? نوین منجرّ می‌شود؛‌ ‌طرحهایی که راه‌ حلّ‌ جدید، آسان‌ و مؤثّری برای‌ مسائل‌ دشوار باشد و در نهایت فرد را برای انجام یک کار سودمند برجسته‌، توانا می‌کند.\r"},
    {"term": "نوسودمندی تحلیلی تجربی\r", "definition": "توانایی‌ فهم‌، دریافت ‌و گیرایی تیز در محوریابی، ریشه‌یابی ساده? مفاهیم، تجزیه‌ و تحلیل‌ مطالب،‌ طبقه‌بندی راحت مفاهیم به شیوه‌های نوین، ارایه? آسان دسته‌بندیهای جدید از مفاهیم و سرانجام، سازماندهی ساده? مباحث همراه با تجربه? دانسته‌ها برای روشن شدن مطلب اکه با تحریك شدن کنجکاوی فراگیر با هر مسأله? مبهم یا پیچیده‌ای آغاز می‌شود که به توانایی ارایه? طرحهای سودمندی به سادگی با شیوه? نوین منجرّ می‌شود؛‌ ‌طرحهایی که راه‌ حلّ‌ جدید، آسان‌ و مؤثّری برای‌ مسائل‌ دشوار باشد و در نهایت فرد را برای انجام یک کار سودمند برجسته‌، توانا می‌کند.\r"},
    {"term": "نوسودمندی تحلیلی، تجربی، تحصیلی\r", "definition": "توانایی‌ یاد‌گیری دقیق، فهم‌، دریافت ‌و گیرایی تیز در محوریابی، ریشه‌یابی ساده? مفاهیم، تجزیه‌ و تحلیل‌ مطالب و موادّ درسی (بویژه عملی) و مباحث تحصیلی،‌ طبقه‌بندی راحت مفاهیم به شیوه‌های نوین، ارایه? آسان دسته‌بندیهای جدید از مفاهیم و سرانجام، سازماندهی ساده? و دقیق موادّ درسی (بویژه عملی) و مباحث تحصیلی همراه با تجربه? دانسته‌ها برای روشن شدن مطلب که با تحریك شدن کنجکاوی فراگیر با هر مسأله? مبهم یا پیچیده‌ای آغاز می‌شود تا به انجام درست و افزایش دقّت عمل و ارایه? طرحهای سودمندی به سادگی با شیوه? نوین منجرّ ‌شود؛‌ ‌طرحهایی که راه‌ حلّ‌ جدید، آسان‌ و مؤثّری برای‌ مسائل‌ دشوار باشد و در نهایت فرد را برای انجام یک کار سودمند برجسته‌، توانا می‌کند. . به عبارت دیگر، یک فرد از هوش تجربی، تحصیلی و تحلیلی اش برای نوآوری استفاده می کند.\r"},
    {"term": "نیاز\r", "definition": "نیاز به هر آنچه اشاره دارد که موجب حیات و زندگی روان می‌شود و بی توجّهی بدان دیر یا زود به «مرگ روان» می‌انجامد.\r امنیّت، تفرّد و پیشرفت سه نیاز بنیادین هر انسانی را تشکیل می‌دهند.\r"},
    {"term": "نیرومندی\r", "definition": "به معنای «احساس نیرومندی شدید در فعّالیّتهای مورد علاقه، جذّابیت هر چیز تازه و نو، پیگیری برای حلّ مسأله بدون احساس درماندگی، لذّت از فعّالیّتهای بدنی و ورزشی متنّوع و جنب و جوش و برخورداری از مهارتهای بالا در انجام فعّالیّتهای حرکتی» \r"},
    {"term": "نیروی روانی\r", "definition": "«احساس نیرومندی شدید در حلّ مسأله? مورد علاقه،‌ بدون درماندگی و بدون احساس گذشت زمان همراه با اندیشه‌های هیجان انگیز که فرد را به سوی انجام برای کار بزرگِ نو سوق می دهد.»\r"},
    {"term": "هدفمندی مجدانه \r", "definition": "به معنای «نتیجه‌گیری‌ مثبت در ازای ‌تلاش،‌ هدفداری‌ و احساس‌ نزدیكی‌ مستمرّ به‌ هدف، احساس‌ خوشبختی‌ و‌ رضایت‌ از زندگی‌، داشتن‌ اراده?‌ بالا در پیدا كردن‌ روش‌ درست‌ رسیدن‌ به‌ هدف، پشتكار زیاد همراه‌ با هوش‌ بالا و برجستگی اجتماعی‌ خوب‌ و پذیرش‌ اشتباهها و رساندن كارها‌ به‌ نتیجه?‌ مطلوب».‌ \r"},
    {"term": "هماهنگی\r", "definition": "هوش تجربی به معنای ظرفیّت یکپارچگی حسّی_ حرکتی برای شناخت و توانایی در تجربه? دانسته‌ها می تواند در قالب هماهنگی شناختی کنشی بروز یابد؛ فردی که از انجام فعالیت‌های بدنی و ورزشی لذت می‌برد و به راحتی حرکات و تمرینات ورزشی را انجام می‌دهد. او از مهارت‌های بالایی در انجام فعالیت‌های حرکتی برخوردار است و این فعالیت‌ها را به دقت یاد می‌گیرد. اما در مواجهه با مسائل یا وضعیت‌هایی که استرس و فشار ایجاد می‌کنند، احتمالاً به شدت دچار لرزش بدن می‌شود.\r"},
    {"term": "همگنی انعطافی\r", "definition": "در استعدادپروری، همگنی انعطافی به فضای دانش آموزی اشاره دارد که تفکیک نسبی از یک سو تا گروهبندی تمام وقت منقبض از سوی دیگر را دربرمی‌گیرد. به طور کلّی از حیث طرحهای محتوایی دو دسته بزرگ از فضای همگن وجود دارد: فضای همگن انقباضی تسریعی و فضای همگن غنی ساخته.\r"},
    {"term": "همه جانبه نگری \r", "definition": "این فرد در تصمیم‌گیری‌ها و رفتارهایش به طور مداوم از قدرت تفکر و استدلال خود استفاده می‌کند. او با دقت و داشتن دیدگاهی منطقی، موقعیت‌ها را سنجیده و به انتخاب‌های درست می‌پردازد. این فرد همواره به پیامدهای رفتارهایش اندیشیده و در تصمیم‌گیری‌هایش تمام جوانب را مورد بررسی قرار می‌دهد. او از هوش و درک خود برای وارسی مسایل و تصمیم‌گیری‌های مهم استفاده می‌کند و اغلب تصمیماتش را بر اساس عقل و منطق اتخاذ می‌کند.\r"},
    {"term": "هنرگرایی\r", "definition": "این فرد با استفاده از مهارت‌های بالا و دقت در یادگیری و انجام فعالیت‌های هنری، لذت می‌برد. او با سرعت و آسانی کارهای هنری را یاد می‌گیرد و به راحتی آن‌ها را انجام می‌دهد. به عنوان یک هنرمند، توانایی‌های خود را در زمینه? هنر به نمایش می‌گذارد و از این فعالیت‌ها لذت می‌برد.\r"},
    {"term": "هوش تجربی\r", "definition": "به معنای ظرفیّت یکپارچگی حسّی_ حرکتی برای شناخت و توانایی در تجربه? دانسته‌ها برای روشن شدن مطلب است که طبعا با تیزحسّی و فعالیّت در محیط همراهی دارد.\r"},
    {"term": "هوش تحصیلی\r", "definition": "این هوش به معنای توانایی یاد‌گیری دقیق موادّ درسی و مباحث تحصیلی و فهم آنها برای انجام دقیق کار و افزایش دقّت عمل است که منجرّ به موفّقیّت در واحدهای عملی طیّ دوران تحصیل می شود\r"},
    {"term": "هوش تحلیلی\r", "definition": "این نوع هوش به معنای توانایی‌ فهم‌، دریافت ‌و گیرایی تیز در محوریابی، ریشه‌یابی ساده? مفاهیم، تجزیه‌ و تحلیل‌ مطالب،‌ طبقه‌بندی راحت مفاهیم به شیوه‌های نوین، ارایه? آسان دسته‌بندیهای جدید از مفاهیم و سرانجام، سازماندهی مباحث است.\r"},
    {"term": "هیجان \r", "definition": "این فرد برخلاف احساسات منفی مانند دلشورگی و دلگرمی که ممکن است تجربه کند، به خصوص در مواجهه با چالش‌ها و مسائل زندگی، هیجانات مثبت و لذت‌بخش را به راحتی تجربه می‌کند. او از تجربه ماجراجویی و هیجان بهره می‌برد و این احساسات را به طور آشکار نشان می‌دهد.\r"},
    {"term": "هیجان اندیشه\r", "definition": "نظریّه هیجان اندیشه به ماهیّت یكپارچه? دامنه های عاطفی و شناختی خلّاقیّت توجّه می كند و فرآیند خلّاقیّت را ناشی از وجود دگرگونیهای هماویخته? شناختی و عاطفی می‌داند. بر این اساس، معمولاً دو هیجان عمده در پدیدآیی و شكل گیری خلّاقیّت نقش دارند: «پویایی» و «بیتابی». \r «نظریه? هیجان اندیشه» گرچه در آغاز از قلمرو خلّاقیّت نشأت یافت، امّا در واقع بر یکپارچگی تعاملی دامنه های عاطفی، شناختی و رفتاری نظام روانشناختی تأکید می ورزد. از این رو نظریه? مزبور نه صرفاً یک چشم انداز شناختی است و نه فقط یک روی آورد هیجانی، بلکه یک نظریه? عمومی در روانشناسی است. این نظریه با برجسته سازی روابط تعاملی نظام یافته میان ابعاد روانی، دیدگاهی نو در تبیین پدیده ها و پیش بینی رویدادهای روانشناختی قلمداد می شود.\r گسترده ترین زمینه? بهره گیری از این نظریه در تبیین فرایند خلّاقیّت، تصمیمگیری، حلّ مسأله و نارساییهای عاطفی_شناختی است.  \r در توضیح این نظریه باید بیان کرد هر جا اندیشه ای پای گیرد، پابه پای آن، احساسی خاصّ می توان یافت که هیچ یک متقابلاً جدایی پذیر نیستند. این احساس به سرعت، اندیشه? ملازم با خود را متبادر می کند: «یکپارچگی تار و پود اندیشه و احساس». هنگامی که احساس مزبور بروز یابد، ناگزیر در ظرف «هیجان» نمودار می شود؛ به چنین بروزی «هیجان اندیشه» اطلاق می کنیم. امّا باید تأکید ورزید که هر اندیشه ای لزوماً به هیجان منجرّ نمی شود.\r"},
    {"term": "هیجان پذیری \r", "definition": "هیجان پذیری یعنی «تأثّر از احساس و هیجان در تشخیص انتخابی بدون چیرگی هیجانی»\r"},
    {"term": "هیجانی \r", "definition": "این فرد ممکن است در انتخاب‌هایش تحت تأثیر احساسات قرار گیرد و نتواند به خوبی تصمیم بگیرد. او ممکن است به‌طور افزون بر اینکه تحت تأثیر احساسات خود باشد، تأثیرات دیگران را نیز در انتخاب‌هایش مد نظر قرار دهد. در مواقع حساس، ناتوانی در تصمیم‌گیری می‌تواند ظاهر شود و هیجانات او ممکن است توانایی او را در تشخیص خوبی از بدی تحت تأثیر قرار دهد.\r"},
    {"term": "وجاهت \r", "definition": "عقاید مبتنی برمعنویّت فرد مورد توجّه قرار می گیرد و از تشویق مورد انتظار برخوردار می‌شود به گونه‌ای كه در هنگام دشواریها احساس تنهایی نخواهد داشت.\r"},
    {"term": "ورزش\r", "definition": "لذّت از جنب و جوش و فعّالیتهای بدنی و ورزشیِ متنوّع و تحرّك كه همراه با یادگیری دقیق فعّالیتهای بدنی و برخورداری از مهارتهای بالا در انجام این فعّالیتهاست و موجب انجام راحت حرکات ورزشی می‌شود.\r"},
    {"term": "وظیفه مندی تجربی تحصیلی\r", "definition": "توانایی یاد‌گیری دقیق موادّ درسی (بویژه عملی) و مباحث تحصیلی و فهم آنها همراه با تجربه? دانسته‌ها برای روشن شدن مطلب است که با تحریك شدن کنجکاوی فراگیر با هر مسأله? مبهم یا پیچیده‌ای آغاز می‌شود. این اقدامات تحصیلی و تجربی برای انجام دقیق کار و افزایش دقّت عمل است که با موفّقیّت در واحدهای عملی طیّ دوران تحصیل همراهی دارد؛ به گونه‌ای که فرد به درستی از عهده? وظیفه? تعیین شده بر می‌آید. در واقع تمرکز وی در انجام دقیق و درست کارهای محوّله است.\r"},
    {"term": "وظیفه مندی تحصیلی تحلیلی\r", "definition": "توانایی‌ یاد‌گیری دقیق، فهم‌، دریافت ‌و گیرایی تیز در محوریابی، ریشه‌یابی ساده? مفاهیم، تجزیه‌ و تحلیل‌ مطالب و موادّ درسی (بویژه عملی) و مباحث تحصیلی،‌ طبقه‌بندی راحت مفاهیم به شیوه‌های نوین، ارایه? آسان دسته‌بندیهای جدید از مفاهیم و سرانجام، سازماندهی ساده? مباحث برای انجام درست و افزایش دقّت عمل به گونه‌ای که به خوبی از عهده? وظیفه? تعیین شده بر می‌آید. به عبارت دیگر، یک فرد از هوش تحصیلی و تحلیلی اش برای انجام وظیفه، تمرکز در انجام دقیق و درست کارهای محوّله استفاده می‌کند.\r"},
    {"term": "وظیفه مندی تحلیلی تجربی\r", "definition": "توانایی‌ فهم‌، دریافت ‌و گیرایی تیز در محوریابی، ریشه‌یابی ساده? مفاهیم، تجزیه‌ و تحلیل‌ مطالب،‌ طبقه‌بندی راحت مفاهیم به شیوه‌های نوین، ارایه? آسان دسته‌بندیهای جدید از مفاهیم و سرانجام، سازماندهی ساده? مباحث، تجربه? دانسته‌ها برای روشن شدن مطلب که با تحریك شدن کنجکاوی فراگیر با هر مسأله? مبهم یا پیچیده‌ای آغاز می‌شود. این کوششهای تحلیلی و تجربی با هدف انجام وظیفه، تمرکز در اجرای دقیق و درست کارهای محوّله صورت می گیرد.\r"},
    {"term": "وظیفه مندی تحلیلی، تجربی، تحصیلی\r", "definition": "توانایی‌ یاد‌گیری دقیق، فهم‌، دریافت ‌و گیرایی تیز در محوریابی، ریشه‌یابی ساده? مفاهیم، تجزیه‌ و تحلیل‌ مطالب و موادّ درسی (بویژه عملی) و مباحث تحصیلی،‌ طبقه‌بندی راحت مفاهیم به شیوه‌های نوین، ارایه? آسان دسته‌بندیهای جدید از مفاهیم و سرانجام، سازماندهی ساده? مباحث همراه با تجربه? دانسته‌ها برای روشن شدن مطلب است که با تحریك شدن کنجکاوی فراگیر با هر مسأله? مبهم یا پیچیده‌ای آغاز می‌شود و با موفّقیّت در واحدهای عملی طیّ دوران تحصیل همراهی دارد. این  کوششهای تحلیلی، تحصیلی و تجربی برای انجام دقیق کار و افزایش دقّت عمل است ؛ به گونه‌ای که فرد به درستی از عهده? وظیفه? تعیین شده بر می‌آید. در واقع تمرکز وی در انجام دقیق و درست کارهای محوّله است.\r"},
    {"term": "وظیفه مندی شخصیتی\r", "definition": "مقیاس وظیفه مندی در شخصیت تعاملی دو خصیصه را در بر می‌گیرد: «سنجیدگی» و «اندیشه گردی فرایندی»\r لذا به مثابه یک مؤلّفه بزرگ شخصیّتی یعنی «به معنای لذّت از انجام کار نو و جدید و مشغولیّت کامل به مسأله رویارو همراه با گردش اندیشه و دقّت پیش‌بینی درباره رویدادها و سنجش همه جوانب هنگام تصمیمگیری و انجام بهترین راه بر اساس عقل و منطق توأم با پشتکار در آموخته‌ها».\r"},
    {"term": "وظیفه‌مندی تجربی\r", "definition": "توانایی در تجربه? دانسته‌ها برای روشن شدن مطلب است که با تحریك شدن کنجکاوی فراگیر با هر مسأله? مبهم یا پیچیده‌ای آغاز می‌شود تا به انجام درست و دقیق وظیفه? تعیین شده، منجرّ گردد. به بیان دیگر، یک فرد از هوش تجربی برای انجام وظیفه بهره می‌گیرد.\r"},
    {"term": "وظیفه‌مندی تحصیلی\r", "definition": "توانایی یاد‌گیری دقیق موادّ درسی (بویژه عملی) و مباحث تحصیلی و فهم آنها برای انجام دقیق کار و افزایش دقّت عمل است که با موفّقیّت در واحدهای عملی طیّ دوران تحصیل همراهی دارد؛ به گونه‌ای که فرد به درستی از عهده? وظیفه? تعیین شده بر می‌آید. در واقع تمرکز وی در انجام دقیق و درست کارهای محوّله است.\r"},
    {"term": "وظیفه‌مندی تحلیلی\r", "definition": "توانایی‌ فهم‌، دریافت ‌و گیرایی تیز در محوریابی، ریشه‌یابی ساده? مفاهیم، تجزیه‌ و تحلیل‌ مطالب،‌ طبقه‌بندی راحت مفاهیم به شیوه‌های نوین، ارایه? آسان دسته‌بندیهای جدید از مفاهیم و سرانجام، سازماندهی ساده? مباحث برای انجام درست و دقیق آنچه از فرد خواسته می‌شود؛ به گونه‌ای که به خوبی از عهده? وظیفه? تعیین شده بر می‌آید. به عبارت دیگر، یک فرد از هوش تحلیلی اش برای انجام وظیفه استفاده می‌کند.\r"},
    {"term": "یادگیری تکوینی\r", "definition": "یادگیری تکوینی اشاره به دریافتهایی دارد که آگاهانه نیست، فرد یاد می‌گیرد بدون آن که توجّه داشته باشد که در حال فراگیری است. چنین دریافتهایی ارتجالاً بر تکوین و شکل گیری هر پدیده روانی نقش آفرین هستند.\r"},
    {"term": "یکپارچگی شناختی\r", "definition": "مقیاس یکپارچگی شناختی در شخصیت تعاملی مرکّب از دو خصیصه است:«فراگستری» و «کنجکاوی تحلیلی»\r لذا به منزله یک مؤلّفه مهمّ شخصیّتی یعنی «انجام کار بر اساس عقل و منطق، سنجش همه جوانب هنگام تصمیمگیری با پیگیری کنجکاویهای خطرناک و دردسرآفرین و هیجان انگیز در دسته بندی و ترکیبدهی پدیده‌ها و انجام بهترین راه با استفاده از هوش و درک خود، کوشایی در نگهداری وسایل شخصی و انضباط و ترتیب در امور همراه با وقت شناسی»\r"}
]}
